Repository: tomhallmain/sd-runner
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, ja, ru

source: Run SD Workflows
de: SD-Workflows ausführen
es: Ejecutar flujos de trabajo SD
fr: Exécuter les flux de travail SD
ja: 安定拡散ワークフローの実行
ru: Запуск рабочих процессов стабильной диффузии

source: Run Workflows
de: Arbeitsabläufen ausführen
es: Ejecutar flujos de trabajo
fr: Exécuter flux de travail
ja: ワークフローの実行
ru: Запуск рабочих процессов

source: Cancel Run
de: Lauf abbrechen
es: Cancelar ejecución
fr: Annuler l'exécution
ja: キャンセル
ru: Отменить запуск

source: Software
de: Programmausstattung
es: Programa
fr: Logiciel
ja: ソフトウェア
ru: Программное

source: Workflow
de: Arbeitsabläufe
es: Flujo de trabajo
fr: Flux de travail
ja: ワークフロー
ru: Рабочий процесс

source: Set N Latents
de: N Latenzbilder
es: Conjunto N Latentes
fr: Fixer N latents
ja: 潜在数
ru: Количество латентов

source: Set Total
de: Gesamt
es: Total
fr: Fixer Total
ja: 合計
ru: Всего

source: Batch Limit
de: Stapelgrenze
es: Límite por lote
fr: Limite par lot
ja: バッチ制限
ru: Ограничение партии

source: Delay Seconds
de: Verzögerung Sekunden
es: Segundos de retraso
fr: Délai en secondes
ja: 遅延秒数
ru: Секунды задержки

source: Resolutions
de: Bildauflösungen
es: Resoluciones
fr: Résolutions
ja: 解像度
ru: Разрешения изображений

source: Resolution Group
de: Auflösungsgruppe
es: Grupo de resolución
fr: Groupe de résolution
ja: 解像度グループ
ru: Группа разрешения изображений

source: Model Tags
de: Modell-Stichworte
es: Etiquetas de modelos
fr: Étiquettes du modèle
ja: モデルタグ
ru: Теги модели

source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
ru: Модели

source: LoRA Tags
de: LoRA-Stichworte
es: Etiquetas LoRA
fr: Étiquettes LoRA
ja: LoRAタグ
ru: Теги LoRA

source: Default LoRA Strength
de: Standard-LoRA-Stärke
es: Fuerza LoRA por defecto
fr: Force par défaut de la LoRA
ja: デフォルトのLoRAの強さ
ru: Сила LoRA по умолчанию

source: B/W Colorization Tags
de: Schwarz-Weiß-Färbung Stichworte
es: Etiquetas de coloración en blanco y negro
fr: Étiquettes de colorisation N/B
ja: 黒/白のカラーリングタグ
ru: Теги Черно-белая расцветка

source: Control Net or Redo files
de: Dateien Control Net oder wiederherstellen
es: Archivos Control Net o Rehacer
fr: Fichiers ControlNet ou Refaire
ja: コントロールネット、やり直しファイル
ru: Управление сетью или переделка файлов

source: Recent
de: Kürzlich
es: Reciente
fr: Récente
ja: 最近
ru: Недавний

source: Default Control Net Strength
de: Standard-Control Net-Stärke
es: Fuerza ControlNet por defecto
fr: Force de ControlNet par défaut
ja: デフォルトの制御ネット強度
ru: Управление по умолчанию Сила сети

source: IPAdapter files
de: Dateien IPAdapter
es: Archivos IPAdapter
fr: Fichiers IPAdapter
ja: IPAdapter ファイル
ru: Файлы IPAdapter

source: Default IPAdapter Strength
de: Standard-IPAdapter-Stärke
es: Fuerza IPAdapter por defecto
fr: Force de IPAdapter par défaut
ja: デフォルトの IPAdapter の強さ
ru: Сила IPAdapter по умолчанию

source: Redo Parameters
de: Wiederherstellungsparameter
es: Rehacer parámetros
fr: Paramètres de rétablissement
ja: やり直しパラメータ
ru: Параметры повторного выполнения

source: Prompts Configuration
de: Aufforderungen zur Konfiguration
es: Configuración de avisos
fr: Configuration des invites
ja: プロンプトの設定
ru: Конфигурация подсказок

source: Preset Schedule Window
de: Fenster Voreingestellter Zeitplan
es: Ventana de programación predefinida
fr: Fenêtre de programmation prédéfinie
ja: プリセットスケジュールウィンドウ
ru: Окно предустановленных расписаний

source: Presets Window
de: Fenster Voreinstellungen
es: Ventana de preajustes
fr: Fenêtre des préréglages
ja: プリセットウィンドウ
ru: Окно предустановок

source: Timed Schedules Window
de: Fenster Zeitpläne
es: Ventana de horarios programados
fr: Fenêtre des horaires programmés
ja: 時間指定スケジュールウィンドウ
ru: Окно Временные расписания

source: Tag Blacklist
de: Stichworte-Schwarzliste
es: Lista negra de etiquetas
fr: Liste noire des étiquettes
ja: タグ ブラックリスト
ru: Черный список тегов

source: Expansions Window
de: Fenster Erweiterungen
es: Ventana de ampliaciones
fr: Fenêtre d'expansion
ja: 拡張ウィンドウ
ru: Окно расширений

source: Prompt Mode
de: Aufforderungs-Modus
es: Modo Preguntar
fr: Mode invite
ja: プロンプトのモード
ru: Режим подсказки

source: Edit Concepts
de: Konzept bearbeiten
es: Editar conceptos
fr: Modifier les concepts
ja: 編集コンセプト
ru: Редактировать концепции

source: Concepts Dir
de: Konzepte-Verzeichnis
es: Directorio de conceptos
fr: Répertoire des concepts
ja: コンセプト・ディレクトリ
ru: Каталог концепций

source: Override Resolution
de: Aufhebung der Auflösung
es: Anular la Resolución
fr: Ignorer la résolution
ja: 画像解像度の上書き
ru: Изменить разрешение

source: Inpainting
de: Übermalen
es: Pintar por dentro
fr: Peinture
ja: インテリア・ペインティング
ru: Инкрустация

source: Override Base Negative
de: Überschreiben Basis Negativ
es: Anular Base Negativa
fr: Annulation Négatif
ja: ベースネガを上書きする
ru: Переопределение базового отрицательного

source: Run Preset Schedule
de: Voreingestellten Zeitplan ausführen
es: Ejecutar programa preestablecido
fr: Exécution d'un programme prédéfini
ja: プリセットスケジュールの実行
ru: Запуск предустановленного расписания

source: Continuous Seed Variation
de: Kontinuierliche Startwertänderung
es: Variación continua de la semilla
fr: Variation continue de la graine
ja: 連続的な乱数シードの変動
ru: Непрерывное изменение случайного семени

source: Prompt Massage Tags
de: Aufforderungs-Anpassungs-Stichworte
es: Etiquetas de ajuste de la incitación
fr: Étiquettes de l'ajustement des messages
ja: マッサージ・タグを促す
ru: Теги корректировки подсказки

source: Positive Tags
de: Positiv Stichworte
es: Etiquetas positivas
fr: Étiquettes positives
ja: プロンプトの調整タグ
ru: Позитивные теги

source: Negative Tags
de: Negativ Stichworte
es: Etiquetas negativas
fr: Étiquettes négatifs
ja: ネガティブタグ
ru: Отрицательные теги

source: ComfyGen
de: SD-Läufer
es: Corredor SD
fr: Coureur SD
ja: SDランナー
ru: Бегун SD

source: Debug mode toggled.
de: Debug-Modus umgeschaltet.
es: Modo de depuración activado.
fr: Mode débogage activé.
ja: デバッグモードが切り替えられました。
ru: Режим отладки включен.

source: Confirm Quit
de: Beenden bestätigen
es: Confirmar Salir
fr: Confirmer Quitter
ja: 終了を確認する
ru: Подтвердите выход

source: Would you like to quit the application?
de: Möchten Sie die Anwendung beenden?
es: ¿Desea abandonar la aplicación?
fr: Souhaitez-vous quitter l'application ?
ja: アプリを終了しますか？
ru: Вы хотите выйти из приложения?

source: Storing caches...
de: Caches speichern...
es: Almacenando cachés...
fr: Enregistrement des caches...
ja: キャッシュを保存中...
ru: Сохранение кэшей...

source: Confirm Run
de: Lauf bestätigen
es: Confirmar ejecución
fr: Confirmer l'exécution
ja: ランの確認
ru: Подтвердите выполнение

source: Starting a new run will cancel the current preset schedule. Are you sure you want to proceed?
de: Wenn Sie einen neuen Lauf starten, wird der aktuelle voreingestellte Zeitplan gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
es: El inicio de un nuevo recorrido cancelará la programación preestablecida actual. ¿Está seguro de que desea continuar?
fr: Le lancement d'une nouvelle course annulera le programme prédéfini en cours. Êtes-vous sûr de vouloir continuer ?
ja: 新しいランを開始すると、現在のプリセットスケジュールはキャンセルされます。本当に続けますか？
ru: Начало нового запуска отменит текущее предустановленное расписание. Вы уверены, что хотите продолжить?

source: Are you sure you want to proceed?
de: Sind Sie sicher, dass Sie fortfahren wollen?
es: ¿Estás seguro de que quieres continuar?
fr: Êtes-vous sûr de vouloir continuer ?
ja: このままでいいのか？
ru: Вы уверены, что хотите продолжить?

source: Setting up run...
de: Ausführen einrichten...
es: Configurando la ejecución...
fr: Préparation de l'exécution...
ja: 実行設定中...
ru: Настройка запуска...

source: No models found
de: Keine Modelle gefunden
es: No se encontraron modelos
fr: Aucun modèle trouvé
ja: モデルが見つかりませんでした
ru: Модели не найдены

source: Long Running Job Confirmation
de: Bestätigung eines lang laufenden Auftrags
es: Confirmación de trabajo prolongado
fr: Confirmation d'une tâche longue
ja: 長時間実行ジョブ確認
ru: Подтверждение длительной работы

source: The estimated time for this run is {0}, which exceeds the threshold of {1}. This run will generate {2} images. Note: This estimate is for a single generation configuration. If you have multiple control nets, IP adapters, or other variations, the actual run time could be significantly longer. Are you sure you want to proceed?
de: Die geschätzte Dauer für diesen Durchlauf beträgt {0}, was den Schwellenwert von {1} überschreitet. Dieser Durchlauf wird {2} Bilder generieren. Hinweis: Diese Schätzung gilt für eine Konfiguration mit einer einzigen Generierung. Wenn Sie über mehrere Steuerungsnetze, IP-Adapter oder andere Varianten verfügen, kann die tatsächliche Laufzeit erheblich länger sein. Möchten Sie wirklich fortfahren?
es: El tiempo estimado para esta ejecución es {0}, lo que supera el umbral de {1}. Esta ejecución generará {2} imágenes. Nota: Esta estimación es para una configuración de generación única. Si tiene varias redes de control, adaptadores IP u otras variaciones, el tiempo de ejecución real podría ser significativamente mayor. ¿Está seguro de que desea continuar?
fr: La durée estimée pour cette exécution est de {0}, ce qui dépasse le seuil de {1}. Cette exécution générera {2} images. Remarque : cette estimation concerne une configuration à génération unique. Si vous disposez de plusieurs réseaux de contrôle, adaptateurs IP ou autres variantes, la durée d'exécution réelle pourrait être considérablement plus longue. Êtes-vous sûr de vouloir continuer ?
ja: この実行の推定所要時間は{0}で、しきい値{1}を超えています。 この実行では{2}枚の画像が生成されます。 注記: この推定値は単一生成構成の場合です。複数の制御ネットワーク、IPアダプター、その他のバリエーションがある場合、実際の実行時間は大幅に長くなる可能性があります。 続行してもよろしいですか？
ru: Предполагаемое время выполнения этого запуска составляет {0}, что превышает пороговое значение {1}. В результате этого запуска будет сгенерировано {2} изображений. Примечание. Эта оценка относится к конфигурации с одним поколением. Если у вас есть несколько сетей управления, IP-адаптеров или других вариаций, фактическое время выполнения может быть значительно больше. Вы уверены, что хотите продолжить?

source: (unlimited)
de: (unbegrenzt)
es: (ilimitado)
fr: (illimité)
ja: (無制限）
ru: (неограниченно)

source: Batch: {0}/{1}
de: Charge: {0}/{1}
es: Lote: {0}/{1}
fr: Lot : {0}/{1}
ja: バッチ: {0}/{1}

source: Adapter: {0}/{1}
es: Adaptador: {0}/{1}
fr: Adaptateur : {0}/{1}
ja: アダプター: {0}/{1}

source: Remaining: {0} adapters
de: Verbleibend: {0} Adapter
es: Restantes: {0} adaptadores
fr: Il reste : {0} adaptateurs
ja: 残り: {0} アダプター

source: {0} remaining adapters
de: {0} verbleibende Adapter
es: {0} adaptadores restantes
fr: {0} adaptateurs restants
ja: {0} 個のアダプターが残っています
ru: {0} оставшихся адаптеров

source: {0} pending generations
de: {0} ausstehende Generationen
es: {0} generaciones pendientes
fr: {0} générations en attente
ja: {0}保留中の世代
ru: {0} ожидающих поколений

source: Blacklisted items found in prompt: {0}
de: Elemente auf der schwarzen Liste in der Eingabeaufforderung gefunden: {0}
es: Elementos en lista negra encontrados en el prompt: {0}
fr: Éléments blacklistés trouvés dans le prompt : {0}
ja: プロンプトでブラックリストの項目が見つかりました： {0}
ru: В подсказке найдены элементы из черного списка: {0}

source: Invalid Prompt Tags
de: Ungültige Eingabeaufforderung Stichworte
es: Etiquetas de aviso no válidas
fr: Tags de prompt invalides
ja: 無効なプロンプトタグ
ru: Неверные теги подсказок

source: Blacklist validation failed!
de: Validierung der schwarzen Liste fehlgeschlagen!
es: ¡Validación de la lista negra fallida!
fr: La validation de la liste noire a échoué !
ja: ブラックリストの検証に失敗した！
ru: Проверка черного списка не удалась!

source: Password Cancelled
de: Passwort storniert
es: Contraseña cancelada
fr: Mot de passe annulé
ja: パスワードのキャンセル
ru: Пароль отменен

source: Password cancelled or incorrect, revert to previous mode
de: Passwort gelöscht oder falsch, zurück zum vorherigen Modus
es: Contraseña cancelada o incorrecta, volver al modo anterior
fr: Mot de passe annulé ou incorrect, retour au mode précédent
ja: パスワードがキャンセルされたか、間違っている。
ru: Пароль отменен или неверен, вернитесь в предыдущий режим

source: Error
de: Fehler
fr: Erreur
ja: エラー
ru: Ошибка

source: ⚠ Caps Lock is ON
de: ⚠ Die Feststelltaste ist aktiviert
es: ⚠ El bloqueo de mayúsculas está activado
fr: ⚠ Le mode Majuscule est activé
ja: ⚠ キャプスロックがオンになっています
ru: ⚠ Caps Lock включен

source: Filtering concepts for blacklist:
de: Filter-Konzepte für die Schwarzeliste:
es: Filtrar conceptos para la lista negra:
fr: Concepts de filtrage pour la liste noire :
ja: ブラックリストのフィルタリングの概念：
ru: Концепции фильтрации для черного списка:

source: One or more loras are blacklisted. Please try again with a different lora.
de: Eine oder mehrere Loras sind auf der schwarzen Liste. Bitte versuchen Sie es erneut mit einer anderen Lora.
es: Una o más loras están en la lista negra. Por favor, inténtalo de nuevo con una lora diferente.
fr: Une ou plusieurs lora sont sur liste noire. Veuillez réessayer avec une autre lora.
ja: 1つまたは複数のLORAがブラックリストに登録されています。別のLORAを使用して再度お試しください。
ru: Один или несколько лора включены в черный список. Повторите попытку с другим лора.

source: The following loras are blacklisted: {0} Please try again with a different lora.
de: Die folgenden Loras stehen auf der Sperrliste: {0} Bitte versuchen Sie es erneut mit einer anderen Lora.
es: Las siguientes loras están en la lista negra: {0} Por favor, inténtalo de nuevo con otra lora.
fr: Les loras suivantes sont sur liste noire : {0} Veuillez réessayer avec une autre lora.
ja: 以下のLORAはブラックリストに登録されています：{0} 別のLORAを使用して再度お試しください。
ru: Следующие лоры занесены в черный список: {0} Попробуйте еще раз с другой лорой.

source: One or more models are blacklisted. Please try again with a different model.
de: Ein oder mehrere Modelle stehen auf der Sperrliste. Bitte versuchen Sie es erneut mit einem anderen Modell.
es: Uno o más modelos están en la lista negra. Por favor, inténtelo de nuevo con un modelo diferente.
fr: Un ou plusieurs modèles sont sur liste noire. Veuillez réessayer avec un autre modèle.
ja: 1つまたは複数のモデルがブラックリストに登録されています。別のモデルで再度お試しください。
ru: Одна или несколько моделей занесены в черный список. Повторите попытку с другой моделью.

source: The following models are blacklisted: {0} Please try again with a different model.
de: Die folgenden Modelle stehen auf der Sperrliste: {0} Bitte versuchen Sie es erneut mit einem anderen Modell.
es: Los siguientes modelos están en la lista negra: {0} Por favor, inténtelo de nuevo con un modelo diferente.
fr: Les modèles suivants sont sur liste noire : {0} Veuillez réessayer avec un autre modèle.
ja: 以下のモデルはブラックリストに登録されています: {0} 別のモデルで再度お試しください。
ru: Следующие модели занесены в черный список: {0} Попробуйте еще раз с другой моделью.

source: No prompter config found!
de: Keine Prompter-Konfiguration gefunden!
es: No se ha encontrado ninguna configuración.
fr: Aucune configuration du prompteur n'a été trouvée !
ja: プロンプターのコンフィグが見つかりません！
ru: Конфигурация суфлера не найдена!

source: Ensure configuration is correct - do you really want to create more than 10 images using the same prompt?
de: Stellen Sie sicher, dass die Konfiguration korrekt ist - wollen Sie wirklich mehr als 10 Bilder mit derselben Eingabeaufforderung erstellen?
es: Asegúrese de que la configuración es correcta: ¿realmente desea crear más de 10 imágenes con la misma solicitud?
fr: Assurez-vous que la configuration est correcte - souhaitez-vous vraiment créer plus de 10 images à l'aide de la même invite ?
ja: 同じプロンプトを使って10枚以上の画像を作成したいのですか？
ru: Убедитесь в правильности конфигурации - действительно ли вы хотите создать более 10 изображений, используя один и тот же запрос?

source: A model switch was detected and the model massage tags don't match. This warning will only be shown once.
de: Es wurde ein Modellwechsel erkannt und die Aufforderungs-Anpassungs-Stichworte stimmen nicht überein. Diese Warnung wird nur einmal angezeigt
es: Se ha detectado un cambio de modelo y las etiquetas de masaje del modelo no coinciden. Esta advertencia sólo se mostrará una vez.
fr: Un changement de modèle a été détecté et les étiquettes de massage du modèle ne correspondent pas. Cet avertissement ne sera affiché qu'une seule fois.
ja: モデル切り替えが検出され、モデル調整のタグが一致しません。この警告は1回のみ表示されます。
ru: Обнаружено переключение модели, и метки для настройки модели не совпадают. Это предупреждение будет показано только один раз.

source: WARNING: Multiple resolutions in renoiser workflow will produce nearly identical results (duplicates).
de: WARNUNG: Mehrere Auflösungen im Renoiser-Workflow führen zu nahezu identischen Ergebnissen (Duplikaten).
es: ADVERTENCIA: Las resoluciones múltiples en el flujo de trabajo de Renoiser producirán resultados casi idénticos (duplicados).
fr: AVERTISSEMENT : plusieurs résolutions dans le flux de travail Renoiser produiront des résultats presque identiques (doublons).
ja: 警告：Renoiserワークフローで複数の解像度を設定すると、ほぼ同一の結果（重複）が生成されます。
ru: ВНИМАНИЕ: Использование нескольких разрешений в рабочем процессе Renoiser приведет к получению практически идентичных результатов (дубликатов).

source: New Schedule
de: Neuer Zeitplan
es: Nuevo horario
fr: Nouveau horaire
ja: 新スケジュール
ru: Новое расписание

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
ru: Завтра

source: Every day
de: Jeden Tag
es: Cada día
fr: Tous les jours
ja: 毎日
ru: Каждый день

source: {0} - Days: {1} - Times: {2}-{3} - Shutdown: {4}
de: {0} – Tage: {1} – Uhren: {2}-{3} – Herunterfahren: {4}
es: {0} - Días: {1} - Horas: {2}-{3} - Apagado: {4}
fr: {0} - Jours : {1} - Heures : {2}-{3} - Arrêt : {4}
ja: {0} - 日数: {1} - 回数: {2}-{3} - 停止: {4}
ru: {0} - Дни: {1} - Время: {2}-{3} - Выключение: {4}

source: Default
de: Standard
es: Por defecto
fr: Par défaut
ja: デフォルト
ru: По умолчанию

source: Default Shutdown
de: Standardmäßiges Herunterfahren
es: Apagado predeterminado
fr: Arrêt par défaut
ja: デフォルトシャットダウン
ru: Выключение по умолчанию

source: Not enough schedules found.
de: Es wurden nicht genügend Zeitpläne gefunden.
es: No se han encontrado suficientes horarios.
fr: Il n'y a pas assez d'horaires trouvés.
ja: 十分なスケジュールが見つからない。
ru: Не найдено достаточного количества расписаний.

source: Shutdown scheduled: {}
de: Geplante Abschaltung: {}
es: Apagado programado: {}
fr: Arrêt prévu : {}
ja: シャットダウン予定時刻: {}
ru: Запланированное отключение: {}

source: Search/Add Concept:
de: Suche / Konzept hinzufügen:
es: Buscar/Agregar concepto:
fr: Rechercher/Ajouter un concept :
ja: 検索/追加コンセプト：
ru: Концепция поиска/добавления:

source: File:
de: Datei:
es: Archivo:
fr: Dossier :
ja: ファイル：
ru: Файл:

source: (Target file for saving new concepts and importing)
de: (Zieldatei zum Speichern neuer Konzepte und zum Importieren)
es: (Archivo de destino para guardar nuevos conceptos e importarlos)
fr: (Fichier cible pour l'enregistrement de nouveaux concepts et l'importation)
ja: (新しいコンセプトを保存し、インポートするためのターゲットファイル）
ru: (Целевой файл для сохранения новых концепций и импорта)

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: セーブ
ru: Сохранить

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ru: Удалить

source: Import
de: Einfuhr
es: Importación
fr: Importation
ja: 輸入
ru: Импорт

source: Enter search text to see concepts...
de: Suchtext eingeben, um Konzepte zu sehen...
es: Escriba texto de búsqueda para ver conceptos...
fr: Entrez le texte de recherche pour voir les concepts...
ja: 検索テキストを入力すると、コンセプトが表示されます...
ru: Введите текст для поиска, чтобы увидеть концепции...

source: Please select a file to save to
de: Bitte wählen Sie eine Datei aus, um zu speichern
es: Seleccione un archivo para guardar
fr: Veuillez sélectionner un fichier où sauvegarder
ja: 保存するファイルを選択してください。
ru: Пожалуйста, выберите файл для сохранения

source: Saved concept: {0}
de: Gespeichertes Konzept: {0}
es: Concepto salvado: {0}
fr: Concept sauvegardé : {0}
ja: 保存されたコンセプト：{0}
ru: Сохраненная концепция: {0}

source: Confirm
de: Bestätigen
es: Confirmación
fr: Confirmer
ja: 確認
ru: Подтвердите

source: Delete concept: {0}?
de: Konzept löschen: {0}?
es: Eliminar el concepto: {0}?
fr: Supprimer le concept : {0}?
ja: コンセプトの削除：{0}?
ru: Удалить концепцию: {0}?

source: Deleted concept: {0}
de: Gelöschtes Konzept: {0}
es: Concepto suprimido: {0}
fr: Concept supprimé: {0}
ja: 削除されたコンセプト：{0}
ru: Удаленное понятие: {0}

source: Please select a target file first
de: Bitte wählen Sie zuerst eine Zieldatei aus
es: Por favor seleccione un archivo de destino primero
fr: Veuillez d'abord sélectionner un fichier cible
ja: 最初にターゲットファイルを選択してください。
ru: Сначала выберите целевой файл

source: Select concepts file to import
de: Wählen Sie Konzepte Datei zum Import
es: Seleccione el archivo de conceptos para importar
fr: Sélectionnez un fichier de concepts à importer
ja: インポートするコンセプトファイルを選択
ru: Выберите файл концепции для импорта

source: Text files
de: Textdateien
es: Archivos de texto
fr: Fichiers texte
ja: テキストファイル
ru: Текстовые файлы

source: All files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
ja: すべてのファイル
ru: Все файлы

source: Successfully imported {0} concepts
de: Erfolgreich importiert {0} Konzepte
es: Importados con éxito {0} conceptos
fr: Importé avec succès Concepts {0}
ja: {0}概念のインポートに成功
ru: Успешно импортировано {0} концепций

source: {0} concepts were not imported (see {1}_failed_import.txt for details)
de: {0} Konzepten wurden nicht importiert (siehe {1}_failed_import.txt für Details)
es: {0} conceptos no fueron importados (ver {1}_failed_import.txt para detalles)
fr: Les concepts {0} n'ont pas été importés (voir {1}_failed_import.txt pour plus de détails)
ja: {0}概念がインポートされませんでした（詳細は{1}_failed_import.txtを参照）。
ru: {0} концепции не были импортированы (подробности см. в файле {1}_failed_import.txt)

source: Tip: You can prepend '!' to any concept line to force importation, or use simply use the concept name as a search term to force import.
de: Tipp: Sie können jeder Konzeptzeile ein ‚!‘ voranstellen, um den Import zu erzwingen, oder einfach den Konzeptnamen als Suchbegriff verwenden, um den Import zu erzwingen.
es: Consejo: Puede anteponer “!” a cualquier línea de concepto para forzar la importación, o utilizar simplemente el nombre del concepto como término de búsqueda para forzar la importación.
fr: Conseil : vous pouvez ajouter “!” à toute ligne de concept pour forcer l'importation, ou utiliser simplement le nom du concept comme terme de recherche pour forcer l'importation.
ja: ヒント：インポートを強制するには、コンセプト行の先頭に「!」
ru: Совет: Вы можете добавить „!“ к любой строке концепции, чтобы принудительно импортировать ее, или просто использовать имя концепции в качестве поискового запроса, чтобы принудительно импортировать ее.

source: Import Results
de: Ergebnisse der Einfuhr
es: Resultados de importación
fr: Résultats d'importation
ja: インポート結果
ru: Результаты импорта

source: Modify Expansion: {0}
de: Erweiterung modifizieren: {0}
es: Modificar Expansión: {0}
fr: Modifier l'expansion : {0}
ja: 拡張を修正する： {0}
ru: Изменить расширение: {0}

source: Expansion ID
de: Erweiterungs-ID
es: ID de expansión
fr: ID d'expansion
ja: 拡張ID
ru: Идентификатор расширения

source: Expansion Text
de: Erweiterungstext
es: Texto de ampliación
fr: Texte d'expansion
ja: 拡張テキスト
ru: Текст расширения

source: New Expansion Text
de: Neuer Erweiterungstext
es: Nuevo texto de ampliación
fr: Nouveau texte d'expansion
ja: 新しい拡張テキスト
ru: Новый текст расширения

source: Done
de: Fertig
es: Hecho
fr: Fait
ja: 完了
ru: Готово
