Repository: tomhallmain/sd-runner
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, ja, ru

source: Set schedule: {0}
de: Zeitplan festlegen: {0}
es: Fijar horario: {0}
fr: Régler l'horaire: {0}
ja: スケジュールを設定する: {0}
ru: Установите расписание: {0}

source: Deleted schedule: {0}
de: Gelöschter Zeitplan: {0}
es: Horario borrado: {0}
fr: Horaire supprimé: {0}
ja: 削除されたスケジュール: {0}
ru: Удаленное расписание: {0}

source: Cleared schedules
de: Die Zeitpläne bereinigt
es: Despejado los horarios
fr: Effacement des horaires
ja: スケジュールをクリア
ru: Очистите расписания

source: Modify Blacklist Item: {0}
de: Schwarze Liste ändern Artikel: {0}
es: Modificar artículo de la lista negra: {0}
fr: Modifier l'élément de la liste noire : {0}
ja: ブラックリストの変更 項目: {0}
ru: Изменить черный список Предмет: {0}

source: Blacklist String
es: Texto de la lista negra
fr: Texte de la liste noire
ja: ブラックリスト文字列
ru: Строка черного списка

source: Enabled
de: Ermöglicht
es: Activado
fr: Activé
ja: 有効
ru: Включено

source: Use glob-based regex
de: Glob-basiert Regex
es: Regex basadas en glob
fr: Régex à base de globules
ja: グロブベースの正規表現を使用する
ru: Используйте регекс на основе глоб

source: Use word boundary matching
de: Wortgrenzenabgleich verwenden
es: Utilizar la concordancia de límites de palabras
fr: Utiliser l'appariement des limites de mots
ja: 単語境界マッチングを使う
ru: Используйте согласование границ слов

source: Convert spaces to optional non-word characters
de: Leerzeichen in optionale Nicht-Wortzeichen umwandeln
es: Convertir espacios en caracteres opcionales que no sean palabras
fr: Convertir les espaces en caractères non alphabétiques facultatifs
ja: スペースを任意の非単語文字に変換する
ru: Преобразование пробелов в необязательные несловесные символы

source: Exception Pattern (optional regex to unfilter tags)
de: Ausnahme-Muster (optionale Regex zum Aufheben der Filterung von Stichworte)
es: Patrón de excepción (expresión regular opcional para desfiltrar etiquetas)
fr: Modèle d'exception (expression régulière facultative pour ne pas filtrer les balises)
ja: 例外パターン（タグのフィルタリングを解除するためのオプションの正規表現）
ru: Шаблон исключений (дополнительное регулярное выражение для отфильтровывания тегов)

source: Preview
de: Voransicht
es: Vista previa
fr: Aperçu
ja: プレビュー
ru: Предпросмотр

source: Blacklist string cannot be empty.
de: Der Text der schwarzen Liste darf nicht leer sein.
es: El texto de la lista negra no puede estar vacío.
fr: Le texte de la liste noire ne peut pas être vide.
ja: ブラックリストのテキストを空にすることはできない。
ru: Текст черного списка не может быть пустым.

source: No changes were made
de: Es wurden keine Änderungen vorgenommen
es: No se han realizado cambios
fr: Aucune modification n'a été apportée
ja: 変更なし
ru: Изменения не вносились

source: Unsaved Changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
fr: Changements non enregistrés
ja: 未保存の変更
ru: Несохраненные изменения

source: Do you want to save changes before closing?
de: Möchten Sie die Änderungen vor dem Schließen speichern?
es: ¿Desea guardar los cambios antes de cerrar?
fr: Souhaitez-vous enregistrer les modifications avant de fermer ?
ja: 閉じる前に変更を保存しますか？
ru: Хотите ли вы сохранить изменения перед закрытием?

source: Blacklist Preview
de: Schwarzeliste-Vorschau
es: Vista previa de la lista negra
fr: Aperçu de la liste noire
ja: ブラックリスト・プレビュー
ru: Предпросмотр Черный список

source: Concepts filtered by: {0}
de: Gefilterte Konzepte: {0}
es: Conceptos filtrados por: {0}
fr: Concepts filtrés par : {0}
ja: フィルタリングされた概念: {0}
ru: Концепции отфильтрованы по: {0}

source: All filtered concepts
de: Alle gefilterten Konzepte
es: Todos los conceptos filtrados
fr: Tous les concepts filtrés
ja: フィルタリングされたすべての概念
ru: Все отфильтрованные концепции

source: Found {0} filtered concepts
de: gefunden {0} gefilterte Konzepte
es: Encontrados {0} conceptos filtrados
fr: Trouvé {0} concepts filtrés
ja: フィルタリングされたコンセプトが{0}個見つかった
ru: Найдено {0} отфильтрованных понятий

source: Error loading concepts: {0}
de: Fehler beim Laden von Konzepten: {0}
es: Conceptos de carga de errores: {0}
fr: Erreur lors du chargement des concepts : {0}
ja: 概念の読み込みエラー： {0}
ru: Ошибка при загрузке концепций: {0}

source: WARNING: Are you sure you want to reveal the blacklist concepts? These concepts are damaging or offensive and WILL cause you severe psychological harm. Do not, under any circumstances, reveal these concepts to minors. If you are young, not sure, or even an adult, click the close button on this window now and do something fun instead.
de: WARNUNG: Sind Sie sicher, dass Sie die Konzepte der Schwarzen Liste offenlegen wollen? Diese Konzepte sind schädlich oder beleidigend und werden Ihnen schweren psychologischen Schaden zufügen. Geben Sie diese Begriffe unter keinen Umständen an Minderjährige weiter. Wenn Sie jung, unsicher oder sogar ein Erwachsener sind, klicken Sie jetzt auf die Schaltfläche „Schließen“ in diesem Fenster und machen Sie stattdessen etwas Lustiges.
es: ADVERTENCIA: ¿Está seguro de que desea revelar los conceptos de la lista negra? Estos conceptos son perjudiciales u ofensivos y LE CAUSARÁN graves daños psicológicos. Bajo ninguna circunstancia revele estos conceptos a menores. Si eres joven, no estás seguro, o incluso eres un adulto, haz clic en el botón cerrar de esta ventana ahora y haz algo divertido en su lugar.
fr: AVERTISSEMENT : Êtes-vous sûr de vouloir révéler les concepts de la liste noire ? Ces concepts sont préjudiciables ou offensants et vous causeront de graves dommages psychologiques. Ne révélez en aucun cas ces concepts à des mineurs. Si vous êtes jeune, incertain ou même adulte, cliquez sur le bouton de fermeture de cette fenêtre et faites quelque chose d'amusant à la place.
ja: 警告：本当にブラックリストの概念を明らかにしたいですか？これらの概念は有害または不快であり、あなたに深刻な心理的危害を与えます。いかなる場合であっても、これらのコンセプトを未成年者に公開しないでください。 もしあなたが未成年で、確信が持てない場合、あるいは成人であっても、今すぐこのウィンドウの閉じるボタンをクリックし、代わりに何か楽しいことをしてください。
ru: ПРЕДУПРЕЖДЕНИЕ: Вы уверены, что хотите раскрыть концепции «черного списка»? Эти понятия являются вредными или оскорбительными и могут нанести вам серьезный психологический вред. Ни при каких обстоятельствах не раскрывайте эти понятия несовершеннолетним. Если вы молоды, не уверены или даже взрослы, нажмите кнопку закрытия этого окна и займитесь чем-нибудь интересным.

source: Confirm Load Default Blacklist
de: Bestätigen Sie das Laden der Standard-Swarzenliste
es: Confirmar la carga de la lista negra por defecto
fr: Confirmer le chargement de la liste noire par défaut
ja: デフォルト・ブラックリストの読み込みを確認する
ru: Подтверждение загрузки черного списка по умолчанию

source: Are you sure you want to load the default blacklist? ⚠️ WARNING: This will erase your current blacklist and replace it with the default items. • All your current blacklist items will be permanently deleted • You will need to rebuild your blacklist from scratch if you want to restore it later Do you want to continue?
de: Sind Sie sicher, dass Sie die Standard-Swarzenliste laden wollen? ⚠️ WARNUNG: Dadurch wird Ihre aktuelle Schwarze Liste gelöscht und durch die Standardeinträge ersetzt. - Alle Einträge auf Ihrer aktuellen Swarze liste werden dauerhaft gelöscht. - Sie müssen Ihre Schwarze Liste von Grund auf neu erstellen, wenn Sie sie später wiederherstellen möchten. Möchten Sie fortfahren?
es: ¿Estás seguro de que quieres cargar la lista negra por defecto? ⚠️ ADVERTENCIA: Esto borrará su lista negra actual y la sustituirá por los elementos por defecto. - Todos los elementos de su lista negra actual se borrarán permanentemente. - Tendrá que reconstruir su lista negra desde cero si desea restaurarla más tarde. ¿Desea continuar?
fr: Êtes-vous sûr de vouloir charger la liste noire par défaut ? ⚠️ AVERTISSEMENT : Cette opération effacera votre liste noire actuelle et la remplacera par les éléments par défaut. - Tous les éléments de votre liste noire actuelle seront définitivement supprimés - Vous devrez reconstruire votre liste noire à partir de zéro si vous souhaitez la restaurer ultérieurement. Voulez-vous continuer ?
ja: 本当にデフォルトのブラックリストをロードしますか？ ⚠️ 警告：これにより、現在のブラックリストが消去され、デフォルトの項目に置き換えられます。 - 現在のブラックリスト項目はすべて永久に削除されます。 - 後で復元したい場合は、ブラックリストを一から作り直す必要があります。 続けますか？
ru: Вы уверены, что хотите загрузить черный список по умолчанию? ⚠️ ПРЕДУПРЕЖДЕНИЕ: Это приведет к стиранию текущего черного списка и замене его элементами по умолчанию. - Все ваши текущие элементы черного списка будут удалены навсегда. - Если вы захотите восстановить свой черный список позже, вам придется создать его заново. Вы хотите продолжить?

source: Loaded default blacklist
de: Geladene Standard-Schwarzenliste
es: Lista negra por defecto cargada
fr: Liste noire par défaut chargée
ja: デフォルトのブラックリストをロード
ru: Загруженный черный список по умолчанию

source: Error loading default blacklist
de: Fehler beim Laden der Standard-Schwarzenliste
es: Error al cargar la lista negra por defecto
fr: Erreur de chargement de la liste noire par défaut
ja: デフォルトのブラックリストの読み込みエラー
ru: Ошибка при загрузке черного списка по умолчанию

source: Tags/Models Blacklist
de: Schwarze Liste von Stichworte und Modellen
es: Lista negra de Etiquetas y Modelos
fr: Liste noire des balises et des modèles
ja: タグとモデルのブラックリスト
ru: Черный список тегов и моделей

source: Model Blacklist
de: Schwarze Liste für Modelle
es: Lista negra para modelos
fr: Liste noire pour les modèles
ja: モデル用のブラックリスト
ru: Черный список для моделей

source: Global Settings:
de: Allgemeine Einstellungen
es: Ajustes globales
fr: Paramètres globaux
ja: グローバル設定
ru: Глобальные настройки

source: These settings affect how the blacklist is applied globally.
de: Diese Einstellungen wirken sich darauf aus, wie die schwarze Liste global angewendet wird.
es: Estos ajustes afectan a la aplicación global de la lista negra.
fr: Ces paramètres ont une incidence sur l'application globale de la liste noire.
ja: これらの設定は、ブラックリストがどのようにグローバルに適用されるかに影響する。
ru: Эти параметры влияют на глобальное применение черного списка.

source: Choose how the blacklist is enforced: block, warn, or allow.
de: Wählen Sie, wie die schwarze Liste durchgesetzt werden soll: blockieren, warnen oder zulassen.
es: Elija cómo se aplica la lista negra: bloquear, advertir o permitir.
fr: Choisissez le mode d'application de la liste noire : bloquer, avertir ou autoriser.
ja: ブラックリストの適用方法を、ブロック、警告、または許可から選択します。
ru: Выберите способ применения черного списка: блокировать, предупреждать или разрешать.

source: Silent Removal
de: Stille Entfernung
es: Eliminación silenciosa
fr: Suppression silencieux
ja: サイレント・リムーバル
ru: Бесшумное удаление

source: If enabled, blacklisted words are removed silently without notification.
de: Wenn diese Option aktiviert ist, werden Wörter, die auf der schwarzen Liste stehen, stillschweigend und ohne Benachrichtigung entfernt.
es: Si se activa, las palabras de la lista negra se eliminan silenciosamente sin notificación.
fr: Si cette option est activée, les mots figurant sur la liste noire sont supprimés silencieusement sans notification.
ja: 有効にすると、ブラックリストに登録された単語は通知なしに削除されます。
ru: Если эта функция включена, слова из черного списка будут удаляться без уведомления.

source: Export
de: Ausfuhr
es: Exportación
fr: Exportations
ja: 輸出
ru: Экспорт

source: Preview All
de: Alle anzeigen
es: Avance Todos
fr: Tout prévisualiser
ja: すべてをプレビュー
ru: Предпросмотр Все

source: Load Default
de: Standard laden
es: Carga por defecto
fr: Charger le défaut
ja: デフォルトをロードする
ru: Загрузка по умолчанию

source: Choose how the blacklist is enforced: disallow or allow in NSFW.
de: Wählen Sie aus, wie die Schwarzeliste angewendet werden soll: in NSFW verbieten oder zulassen.
es: Elige cómo se aplica la lista negra: prohibir o permitir en NSFW.
fr: Choisissez comment la liste noire est appliquée : interdire ou autoriser dans NSFW.
ja: ブラックリストの適用方法を選択してください：NSFWで禁止するか許可するか。
ru: Выберите, как будет применяться черный список: запретить или разрешить в NSFW.

source: Add to tag blacklist
de: Zur Stichworte-Schwarzenliste hinzufügen
es: Añadir a la lista negra de etiquetas
fr: Ajouter à la liste noire des étiquettes
ja: タグのブラックリストに追加
ru: Добавить в черный список тегов

source: Clear items
de: Löschen Sie die Artikel
es: Borrar los artículos
fr: Effacer les éléments
ja: 項目をクリアする
ru: Очистить элементы

source: Choose how the model blacklist is enforced: disallow or allow in NSFW.
de: Wählen Sie aus, wie die Modell-Schwarzeliste durchgesetzt werden soll: Verbieten oder Zulassen in NSFW.
es: Elige cómo se aplica la lista negra del modelo: prohibir o permitir en NSFW.
fr: Choisissez comment la liste noire du modèle est appliquée : interdire ou autoriser dans NSFW.
ja: モデルブラックリストの適用方法を選択してください：NSFWで禁止するか、許可するか。
ru: Выберите, как будет применяться черный список модели: запретить или разрешить в NSFW.

source: Add to model blacklist
de: Zur Modell-Schwarzeliste hinzufügen
es: Añadir a la lista negra de modelos
fr: Ajouter à la liste noire des modèles
ja: 모델 블랙리스트에 추가
ru: Добавить в черный список моделей

source: No blacklist items found. You can add items by clicking the 'Add to tag blacklist' button below, or load the default blacklist.
de: Keine Einträge auf der Schwarzen Liste gefunden. Sie können Elemente hinzufügen, indem Sie unten auf die Schaltfläche „Zur schwarzen hinzufügen“ klicken, oder die Standard-Blacklist laden.
es: No se han encontrado elementos en la lista negra. Puede añadir elementos haciendo clic en el botón «Añadir a la lista negra de etiquetas» o cargar la lista negra predeterminada.
fr: Aucun élément de la liste noire n'a été trouvé. Vous pouvez ajouter des éléments en cliquant sur le bouton « Ajouter à la liste noire des balises » ci-dessous, ou charger la liste noire par défaut.
ja: ブラックリスト項目が見つかりません。下の「タグのブラックリストに追加」ボタンをクリックしてアイテムを追加するか、デフォルトのブラックリストをロードすることができます。
ru: Не найдено ни одного элемента черного списка. Вы можете добавить элементы, нажав кнопку «Добавить в черный список тегов» ниже, или загрузить черный список по умолчанию.

source: Click below to reveal blacklist concepts.
de: Klicken Sie unten, um die Konzepte der Schwarzen Liste zu sehen.
es: Haga clic a continuación para revelar los conceptos de la lista negra.
fr: Cliquez ci-dessous pour afficher les concepts de la liste noire.
ja: 下記をクリックするとブラックリストのコンセプトが表示されます。
ru: Нажмите ниже, чтобы раскрыть концепцию черного списка.

source: Default blacklist is loaded. You can load your own blacklist by editing the existing concepts, clearing the blacklist and adding your own, or importing concepts from a file.
de: Die Standard-Schwarzeliste wird geladen. Sie können Ihre eigene schwarze Liste laden, indem Sie die vorhandenen Konzepte bearbeiten, die schwarze Liste löschen und Ihre eigenen hinzufügen oder Konzepte aus einer Datei importieren.
es: Se carga la lista negra por defecto. Puede cargar su propia lista negra editando los conceptos existentes, borrando la lista negra y añadiendo los suyos propios, o importando conceptos desde un archivo.
fr: La liste noire par défaut est chargée. Vous pouvez charger votre propre liste noire en modifiant les concepts existants, en effaçant la liste noire et en ajoutant les vôtres, ou en important des concepts à partir d'un fichier.
ja: デフォルトのブラックリストがロードされます。既存のコンセプトを編集したり、ブラックリストをクリアして独自のコンセプトを追加したり、ファイルからコンセプトをインポートしたりすることで、独自のブラックリストをロードできます。
ru: Загружен черный список по умолчанию. Вы можете загрузить свой собственный черный список, отредактировав существующие концепции, очистив черный список и добавив свои собственные, или импортировать концепции из файла.

source: Reveal Concepts
de: Konzepte enthüllen
es: Revelar los conceptos
fr: Révéler les concepts
ja: コンセプトを明かす
ru: Раскрытие концепций

source: [regex]
ja: [正規表現]

source: [no boundary]
de: [keine Wortgrenze]
es: [sin límite de palabra]
fr: [pas de limite de mots]
ja: [単語境界なし]
ru: [без словесной границы]

source: [no space conversion]
de: [kein Leerzeichen umwandeln]
es: [sin conversión de espacio]
fr: [pas de conversion d'espace]
ja: [スペース変換なし]
ru: [без преобразования пространства]

source: [exception: {0}]
de: [Ausnahme: {0}]
es: [excepción: {0}]
ja: [例外: {0}]
ru: [исключение: {0}]

source: Disabled
de: Nicht aktiviert
es: No habilitado
fr: Non activé
ja: 無効
ru: Не включено

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ru: Удалить

source: No model blacklist items found. You can add items by clicking the 'Add to model blacklist' button above, or load the default model blacklist.
de: Es wurden keine Elemente in der Modell-Schwarzeliste gefunden. Sie können Elemente hinzufügen, indem Sie oben auf die Schaltfläche „Zur Modell-Schwarzeliste hinzufügen” klicken, oder die Standard-Modell-Blacklist laden.
es: No se han encontrado elementos en la lista negra del modelo. Puede añadir elementos haciendo clic en el botón «Añadir a la lista negra del modelo» situado arriba, o cargar la lista negra predeterminada del modelo.
fr: Aucun élément n'a été trouvé dans la liste noire du modèle. Vous pouvez ajouter des éléments en cliquant sur le bouton « Ajouter à la liste noire du modèle » ci-dessus, ou charger la liste noire par défaut du modèle.
ja: モデルブラックリストにアイテムが見つかりませんでした。アイテムを追加するには、上記の「モデルブラックリストに追加」ボタンをクリックするか、デフォルトのモデルブラックリストを読み込むことができます。
ru: Элементы черного списка модели не найдены. Вы можете добавить элементы, нажав кнопку «Добавить в черный список модели» выше, или загрузить черный список модели по умолчанию.

source: Added item to blacklist: {0}
de: Element zur schwarzen Liste hinzugefügt: {0}
es: Añadido objeto a la lista negra: {0}
fr: Ajout de l'article à la liste noire: {0}
ja: ブラックリストに項目を追加： {0}
ru: Добавлен элемент в черный список: {0}

source: Modified blacklist item: {0}
de: Geändertes Artikel der Schwarzen Liste: {0}
es: Artículo de la lista negra modificado: {0}
fr: Élément modifié de la liste noire : {0}
ja: 変更されたブラックリスト項目： {0}
ru: Измененный элемент черного списка: {0}

source: Removed item: {0}
de: Artikel entfernen: {0}
es: Artículo eliminado: {0}
fr: Élément supprimé : {0}
ja: 削除されたアイテム {0}
ru: Удаленный элемент: {0}

source: Please enter a string to add to the blacklist.
de: Bitte geben Sie einen String um ihn zur schwarzen Liste hinzuzufügen.
es: Por favor, introduzca una cadena para añadir a la lista negra.
fr: Saisissez une chaîne à ajouter à la liste noire.
ja: ブラックリストに追加する文字列を入力してください。
ru: Введите строку для добавления в черный список.

source: Confirm Clear Blacklist
de: Bestätigen Sie die Löschung der Schwarzen Liste
es: Confirmar el borrado de la lista negra
fr: Confirmer l'effacement de la liste noire
ja: ブラックリストの消去を確認する
ru: Подтвердите очистку черного списка

source: Are you sure you want to clear all blacklist items? ⚠️ WARNING: This action cannot be undone! • All blacklist items will be permanently deleted • The blacklist helps improve image output quality • You will need to rebuild your blacklist from scratch Do you want to continue?
de: Sind Sie sicher, dass Sie alle Einträge auf der schwarzen Liste löschen möchten? ⚠️ WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden! - Alle Einträge der Schwarzen Liste werden dauerhaft gelöscht. - Die Schwarze Liste hilft, die Qualität der Bildausgabe zu verbessern. - Sie müssen Ihre Schwarze Liste von Grund auf neu erstellen. Möchten Sie fortfahren?
es: ¿Está seguro de que desea borrar todos los elementos de la lista negra? ⚠️ ADVERTENCIA: ¡Esta acción no se puede deshacer! - Todos los elementos de la lista negra se borrarán permanentemente - La lista negra ayuda a mejorar la calidad de salida de la imagen - Deberá reconstruir su lista negra desde cero. ¿Desea continuar?
fr: Êtes-vous sûr de vouloir supprimer tous les éléments de la liste noire ? ⚠️ AVERTISSEMENT : Cette action ne peut pas être annulée ! - Tous les éléments de la liste noire seront définitivement supprimés - La liste noire permet d'améliorer la qualité des images produites - Vous devrez reconstruire votre liste noire à partir de zéro. Voulez-vous continuer ?
ja: ブラックリストの項目をすべて消去してもよろしいですか？ ⚠️ 警告：この操作は元に戻せません！ - すべてのブラックリスト項目は永久に削除されます - ブラックリストは画像出力品質の向上に役立ちます - ブラックリストを一から作り直す必要があります。 続けますか？
ru: Вы уверены, что хотите очистить все элементы черного списка? ⚠️ ПРЕДУПРЕЖДЕНИЕ: Это действие нельзя отменить! - Все элементы черного списка будут удалены навсегда. - Черный список помогает улучшить качество вывода изображений - Вам нужно будет перестроить черный список с нуля Вы хотите продолжить?

source: Cleared item blacklist
de: Gelöschte schwarze Liste
es: Lista negra despejado
fr: Effacement de la liste noire
ja: アイテムのブラックリストを消去
ru: Очищенный черный список элементов

source: Item "{0}" is now {1}
de: Artikel "{0}" ist jetzt {1}
es: El artículo "{0}" es ahora {1}
fr: L'élément « {0} » est maintenant {1}
ja: アイテム「{0}」が{1}になった。
ru: Элемент «{0}» теперь {1}

source: enabled
de: aktiviert
es: activado
fr: activé
ja: 使用可能
ru: включено

source: disabled
de: deaktiviert
es: desactivado
fr: désactivé
ja: 使用不能
ru: отключено

source: Concepts revealed
de: Konzepte werden enthüllt
es: Se revelan los conceptos
fr: Les concepts sont révélés
ja: コンセプトが明らかになる
ru: Концепции раскрыты

source: Import Blacklist
de: Schwarzen Liste importieren
es: Importar la lista negra
fr: Importer la liste noire
ja: ブラックリストのインポート
ru: Импорт черного списка

source: Successfully imported blacklist
de: Erfolgreich importierte schwarze Liste
es: Lista negra importada con éxito
fr: Liste noire importée avec succès
ja: ブラックリストのインポート成功
ru: Успешный импорт черного списка

source: Import Error
de: Fehler beim Importieren
es: Error de importación
fr: Erreur d'importation
ja: インポートエラー
ru: Ошибка импорта

source: Export Blacklist
de: Schwarze Liste exportieren
es: Exportar lista negra
fr: Exporter la liste noire
ja: ブラックリストのエクスポート
ru: Экспорт черного списка

source: Successfully exported blacklist
de: Erfolgreich exportierte schwarze Liste
es: Lista negra exportada con éxito
fr: Liste noire exportée avec succès
ja: ブラックリストのエクスポートに成功
ru: Успешно экспортирован черный список

source: Export Error
de: Fehler beim Exportieren
es: Error de exportación
fr: Erreur d'exportation
ja: エクスポートエラー
ru: Ошибка экспорта

source: Blacklist mode set to: {0}
de: Modus der schwarzen Liste auf gesetzt: {0}
es: Modo de lista negra ajustado a: {0}
fr: Le mode liste noire est réglé sur : {0}
ja: ブラックリストモードを設定： {0}
ru: Режим черного списка установлен на: {0}

source: Blacklist prompt mode set to: {0}
de: Schwarzeliste-Eingabeaufforderungsmodus eingestellt auf: {0}
es: Modo de aviso de lista negra configurado en: {0}
fr: Mode d'invite de liste noire défini sur : {0}
ja: ブラックリストプロンプトモードの設定: {0}
ru: Режим подсказки черного списка установлен на: {0}

source: Model blacklist mode set to: {0}
de: Modell-Schwarzeliste-Modus eingestellt auf: {0}
es: Modo de lista negra del modelo establecido en: {0}
fr: Mode liste noire du modèle défini sur : {0}
ja: モデルブラックリストモードの設定: {0}
ru: Режим черного списка модели установлен на: {0}

source: Silent removal set to: {0}
de: Stille Entfernung eingestellt auf: {0}
es: Eliminación silenciosa establecida en: {0}
fr: Suppression silencieuse réglée sur : {0}
ja: サイレント除去を設定 {0}
ru: Бесшумное удаление установлено на: {0}

source: Model blacklist updated: {0}
de: Modell-Schwarzeliste aktualisiert: {0}
es: Lista negra de modelos actualizada: {0}
fr: Liste noire des modèles mise à jour : {0}
ja: モデルブラックリストが更新されました: {0}
ru: Обновлен черный список моделей: {0}

source: Model item '{0}' is now {1}
de: Modellartikel ‚{0}‘ ist jetzt {1}
es: El artículo modelo «{0}» ahora es {1}.
fr: L'article modèle « {0} » est désormais {1}.
ja: モデルアイテム 『{0}』 は現在 {1} です。
ru: Модель „{0}“ теперь {1}

source: Removed model blacklist item: {0}
de: Entferntes Modell-Schwarzeliste-Element: {0}
es: Elemento eliminado de la lista negra de modelos: {0}
fr: Élément supprimé de la liste noire des modèles : {0}
ja: 削除されたモデルブラックリスト項目: {0}
ru: Удален элемент черного списка модели: {0}

source: Cleared model blacklist items
de: Gelöschte Elemente der Modell-Schwarzeliste
es: Elementos eliminados de la lista negra del modelo
fr: Éléments supprimés de la liste noire des modèles
ja: ブラックリストから削除されたモデル項目
ru: Удаленные элементы черного списка моделей
