Repository: tomhallmain/sd-runner
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, ja, ru

source: Successfully imported model blacklist
de: Modell-Schwarzeliste erfolgreich importiert
es: Lista negra de modelos importada correctamente
fr: Modèle de liste noire importé avec succès
ja: モデルブラックリストを正常にインポートしました
ru: Успешно импортирован черный список моделей

source: Export Model Blacklist
de: Exportieren Sie die Modell-Schwarzeliste
es: Exportar la lista negra de modelos
fr: Exporter la liste noire des modèles
ja: モデルブラックリストのエクスポート
ru: Экспорт черного списка моделей

source: Successfully exported model blacklist
de: Modell-Schwarzeliste erfolgreich exportiert
es: Lista negra de modelos exportada correctamente
fr: Liste noire des modèles exportée avec succès
ja: モデルブラックリストのエクスポートに成功しました
ru: Успешно экспортирован черный список моделей

source: Schedule Name
de: Zeitplan Name
es: Horario Nombre
fr: Nom de l'horaire
ja: スケジュール名
ru: Название расписания

source: Start Time
de: Anfangszeit
es: Hora de inicio
fr: Heure de début
ja: 開始時刻
ru: Время старта

source: End Time
de: Endzeit
es: Hora de fin
fr: L'heure de la fin
ja: 終了時刻
ru: Время конца

source: Shutdown Time
de: Abschaltzeit
es: Tiempo de apagado
fr: Temps d'arrêt
ja: アプリケーション終了時刻
ru: Время отключения

source: Create and modify schedules
de: Zeitpläne erstellen und ändern
es: Crear y modificar horarios
fr: Créer et modifier des horaires
ja: スケジュールを作成および変更する
ru: Создание и изменение расписаний

source: Application Password Required
de: Anwendungskennwort erforderlich
es: Contraseña de aplicación necesaria
fr: Mot de passe requis pour l'application
ja: ソフトウェア・アプリケーションのパスワードが必要
ru: Требуется пароль к приложению

source: A password is required to open this application.
de: Zum Öffnen dieser Softwareanwendung ist ein Passwort erforderlich.
es: Se necesita una contraseña para abrir esta aplicación.
fr: Un mot de passe est nécessaire pour ouvrir cette application logicielle.
ja: このアプリケーションを開くにはパスワードが必要です。
ru: Для открытия этого программного приложения требуется пароль.

source: Password:
de: Kennwort:
es: Contraseña:
fr: Mot de passe :
ja: パスワード :
ru: Пароль:

source: OK
de: GUT
es: VALE
ja: オーケー

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ru: Отмена

source: Incorrect password
de: Falsches Kennwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
ja: パスワードの誤り
ru: Неверный пароль

source: Password Administration
de: Passwort-Verwaltung
es: Administración de contraseñas
fr: Administration des mots de passe
ja: パスワード管理
ru: Администрирование паролей

source: Password Protection Settings
de: Passwortschutz-Einstellungen
es: Configuración de la protección por contraseña
fr: Paramètres de protection par mot de passe
ja: パスワード保護設定
ru: Настройки защиты паролем

source: Protected Actions
de: Geschützte Handlungen
es: Acciones protegidas
fr: Actions protégées
ja: 保護された行為
ru: Защищенные действия

source: Select which actions require password authentication:
de: Wählen Sie aus, welche Aktionen eine Kennwortauthentifizierung erfordern:
es: Seleccione qué acciones requieren autenticación de contraseña:
fr: Sélectionnez les actions qui requièrent une authentification par mot de passe :
ja: パスワード認証が必要なアクションを選択します：
ru: Выберите, какие действия требуют проверки подлинности пароля:

source: (Always protected if a password is set)
de: (Immer geschützt, wenn ein Passwort festgelegt ist)
es: (Siempre protegido si se establece una contraseña)
fr: (Toujours protégé si un mot de passe est défini)
ja: (パスワードが設定されている場合は常に保護されます）
ru: (Всегда защищена, если установлен пароль)

source: Session Timeout Settings
de: Einstellungen für die Sitzungsdauer
es: Configuración del tiempo de espera de la sesión
fr: Paramètres du délai d'attente de la session
ja: セッションタイムアウトの設定
ru: Настройки таймаута сеанса

source: Enable session timeout (remember password for a period)
de: Sitzungsdauer aktivieren (Passwort eine Zeit lang speichern)
es: Activar el tiempo de espera de la sesión (recordar la contraseña durante un tiempo)
fr: Activer le délai d'attente de la session (se souvenir du mot de passe pendant un certain temps)
ja: セッションタイムアウトを有効にする（一定期間パスワードを記憶する）
ru: Включите тайм-аут сессии (запоминание пароля на определенное время)

source: Session timeout duration (minutes):
de: Dauer der Sitzungsunterbrechung (Minuten):
es: Duración del tiempo de espera de la sesión (minutos):
fr: Durée du délai d'attente de la session (minutes) :
ja: セッションのタイムアウト時間（分）：
ru: Длительность тайм-аута сеанса (минуты):

source: Security Advice Settings
de: Sicherheitshinweise Einstellungen
es: Configuración de consejos de seguridad
fr: Paramètres des avis de sécurité
ja: セキュリティ アドバイス設定
ru: Настройки рекомендаций по безопасности

source: Show security advice when no password is configured
de: Sicherheitshinweis anzeigen, wenn kein Kennwort konfiguriert ist
es: Mostrar aviso de seguridad cuando no hay ninguna contraseña configurada
fr: Afficher les avis de sécurité lorsqu'aucun mot de passe n'est configuré
ja: パスワードが設定されていない場合にセキュリティに関するアドバイスを表示する
ru: Показывать советы по безопасности, если пароль не настроен

source: Password Setup
de: Kennwort einrichten
es: Configuración de contraseña
fr: Configuration du mot de passe
ja: パスワード設定
ru: Настройка пароля

source: Password is configured
de: Kennwort ist konfiguriert
es: La contraseña está configurada
fr: Le mot de passe est configuré
ja: パスワードが設定されている
ru: Пароль настроен

source: Change Password
de: Kennwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
ja: パスワードの変更
ru: Изменить пароль

source: Remove Password
de: Kennwort entfernen
es: Eliminar contraseña
fr: Supprimer le mot de passe
ja: パスワードの削除
ru: Удалить пароль

source: Set up a password to enable protection:
de: Richten Sie ein Passwort ein, um den Schutz zu aktivieren:
es: Establezca una contraseña para activar la protección:
fr: Définissez un mot de passe pour activer la protection :
ja: パスワードを設定して保護を有効にする：
ru: Установите пароль для включения защиты:

source: New Password:
de: Neues Kennwort:
es: Nueva contraseña:
fr: Nouveau mot de passe :
ja: 新しいパスワード
ru: Новый пароль:

source: Confirm Password:
de: Bestätigen Sie das Kennwort:
es: Confirmar contraseña:
fr: Confirmer le mot de passe :
ja: パスワードの確認:
ru: Подтвердите пароль:

source: Set Password
de: Kennwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
ja: パスワードの設定
ru: Установить пароль

source: Set to Current
de: Auf Strom einstellen
es: Ajustar a actual
fr: Régler sur le courant
ja: カレントに設定
ru: Установить на текущий

source: Export Cache as JSON
de: Cache als JSON exportieren
es: Exportar caché como JSON
fr: Exporter le cache au format JSON
ja: キャッシュをJSONとしてエクスポートする
ru: Экспорт кэша в формате JSON

source: Password protection settings saved.
de: Kennwortschutz-Einstellungen gespeichert.
es: Ajustes de protección por contraseña guardados.
fr: Sauvegarde des paramètres de protection par mot de passe.
ja: パスワード保護設定を保存。
ru: Сохранение настроек защиты паролем.

source: Are you sure you want to reset all password protection settings to their default values?
de: Sind Sie sicher, dass Sie alle Kennwortschutzeinstellungen auf die Standardwerte zurücksetzen wollen?
es: ¿Estás seguro de que quieres restablecer todos los ajustes de protección de contraseña a sus valores por defecto?
fr: Êtes-vous sûr de vouloir rétablir les valeurs par défaut de tous les paramètres de protection par mot de passe ?
ja: すべてのパスワード保護設定をデフォルト値にリセットしてもよろしいですか？
ru: Вы уверены, что хотите сбросить все настройки защиты паролем до значений по умолчанию?

source: Settings reset to defaults.
de: Die Einstellungen werden auf die Standardwerte zurückgesetzt.
es: Restablece los ajustes predeterminados.
fr: Les paramètres sont réinitialisés aux valeurs par défaut.
ja: 設定がデフォルトにリセットされる。
ru: Настройки сбрасываются до значений по умолчанию.

source: Are you sure you want to restore all settings to their current saved state? This will discard any unsaved changes.
de: Sind Sie sicher, dass Sie alle Einstellungen auf ihren aktuellen Stand zurücksetzen wollen? Dadurch werden alle nicht gespeicherten Änderungen verworfen.
es: ¿Estás seguro de que quieres restaurar todos los ajustes a su estado actual? Esto descartará cualquier cambio no guardado.
fr: Êtes-vous sûr de vouloir rétablir tous les paramètres dans leur état actuel ? Cette opération annulera toutes les modifications non enregistrées.
ja: すべての設定を現在の保存状態に戻してもよろしいですか？これで保存されていない変更は破棄されます。
ru: Вы уверены, что хотите восстановить все настройки в текущем сохраненном состоянии? Это приведет к удалению всех несохраненных изменений.

source: Settings restored to current saved state.
de: Die Einstellungen werden auf den aktuell gespeicherten Stand zurückgesetzt.
es: Configuración restaurada al estado actual guardado.
fr: Les paramètres sont rétablis dans leur état actuel.
ja: 設定を現在の保存状態に戻す。
ru: Настройки восстанавливаются в текущее сохраненное состояние.

source: Please enter a password.
de: Bitte geben Sie ein Passwort ein.
es: Por favor, introduzca una contraseña.
fr: Veuillez saisir un mot de passe.
ja: パスワードを入力してください。
ru: Пожалуйста, введите пароль.

source: Passwords do not match.
de: Die Kennwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しない。
ru: Пароли не совпадают.

source: Password must be at least 6 characters long.
de: Das Kennwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
ja: パスワードは6文字以上でなければなりません。
ru: Пароль должен состоять не менее чем из 6 символов.

source: Password set successfully.
de: Kennwort erfolgreich gesetzt.
es: Contraseña establecida correctamente.
fr: Le mot de passe a été défini avec succès.
ja: パスワードの設定に成功しました。
ru: Пароль установлен успешно.

source: Failed to set password.
de: Das Kennwort konnte nicht gesetzt werden.
es: Fallo al establecer la contraseña.
fr: Échec de la définition du mot de passe.
ja: パスワードの設定に失敗しました。
ru: Не удалось установить пароль.

source: Current Password:
de: Aktuelles Kennwort:
es: Contraseña actual:
fr: Mot de passe actuel :
ja: 現在のパスワード：
ru: Текущий пароль:

source: Confirm New Password:
de: Neues Kennwort bestätigen:
es: Confirme la nueva contraseña:
fr: Confirmez le nouveau mot de passe :
ja: 新しいパスワードを確認する：
ru: Подтвердите новый пароль:

source: Current password is incorrect.
de: Das aktuelle Kennwort ist nicht korrekt.
es: La contraseña actual es incorrecta.
fr: Le mot de passe actuel est incorrect.
ja: 現在のパスワードが間違っています。
ru: Текущий пароль неверен.

source: New passwords do not match.
de: Die neuen Kennwörter stimmen nicht überein.
es: Las nuevas contraseñas no coinciden.
fr: Les nouveaux mots de passe ne correspondent pas.
ja: 新しいパスワードが一致しない。
ru: Новые пароли не совпадают.

source: Password changed successfully.
de: Kennwort erfolgreich geändert.
es: Contraseña cambiada con éxito.
fr: Le mot de passe a été modifié avec succès.
ja: パスワードの変更に成功しました。
ru: Пароль успешно изменен.

source: Failed to change password.
de: Kennwort kann nicht geändert werden.
es: Error al cambiar la contraseña.
fr: Échec de la modification du mot de passe.
ja: パスワードの変更に失敗しました。
ru: Не удалось изменить пароль.

source: Are you sure you want to remove password protection? This will disable all password requirements.
de: Sind Sie sicher, dass Sie den Kennwortschutz aufheben wollen? Dadurch werden alle Kennwortanforderungen deaktiviert.
es: ¿Está seguro de que desea eliminar la protección por contraseña? Esto desactivará todos los requisitos de contraseña.
fr: Êtes-vous sûr de vouloir supprimer la protection par mot de passe ? Cela désactivera toutes les exigences en matière de mot de passe.
ja: 本当にパスワード保護を解除しますか？これにより、すべてのパスワード要件が無効になります。
ru: Вы уверены, что хотите снять защиту паролем? Это отключит все требования к паролю.

source: Password removed successfully.
de: Kennwort erfolgreich entfernt.
es: Contraseña eliminada correctamente.
fr: Le mot de passe a été supprimé avec succès.
ja: パスワードは正常に削除されました。
ru: Пароль успешно удален.

source: Failed to remove password.
de: Das Kennwort konnte nicht entfernt werden.
es: No se ha podido eliminar la contraseña.
fr: Échec de la suppression du mot de passe.
ja: パスワードの削除に失敗しました。
ru: Не удалось удалить пароль.

source: Cache exported as JSON to:
de: Cache als JSON exportiert nach:
es: Caché exportado como JSON a:
fr: Cache exporté en JSON vers :
ja: キャッシュはJSONとしてエクスポートされる：
ru: Кэш экспортируется в формате JSON в:

source: Failed to export cache as JSON:
de: Der Cache konnte nicht als JSON exportiert werden:
es: Error al exportar la caché como JSON:
fr: Échec de l'exportation du cache au format JSON :
ja: キャッシュを JSON としてエクスポートできませんでした：
ru: Не удалось экспортировать кэш в формате JSON:

source: Password Required
de: Kennwort erforderlich
es: Contraseña obligatoria
fr: Mot de passe requis
ja: パスワードが必要
ru: Требуется пароль

source: Password Protection
de: Kennwortschutz
es: Protección por contraseña
fr: Protection par mot de passe
ja: パスワード保護
ru: Защита паролем

source: Password required for: {0}
de: Kennwort erforderlich für: {0}
es: Contraseña requerida para: {0}
fr: Mot de passe requis pour : {0}
ja: パスワードが必要です： {0}
ru: Требуется пароль для: {0}

source: Password Protection Available
de: Kennwortschutz verfügbar
es: Protección por contraseña disponible
fr: Protection par mot de passe disponible
ja: パスワード保護あり
ru: Доступна защита паролем

source: This action requires password protection: {0}
de: Diese Aktion erfordert einen Kennwortschutz: {0}
es: Esta acción requiere protección por contraseña: {0}
fr: Cette action nécessite une protection par mot de passe : {0}
ja: このアクションにはパスワード保護が必要です： {0}
ru: Это действие требует защиты паролем: {0}

source: Password protection is not currently configured. You can:
de: Der Kennwortschutz ist derzeit nicht konfiguriert. Sie können:
es: La protección por contraseña no está configurada actualmente. Puede hacerlo:
fr: La protection par mot de passe n'est pas configurée actuellement. Vous pouvez :
ja: パスワード保護は現在設定されていません。できます：
ru: В настоящее время защита паролем не настроена. Вы можете:

source: • Configure password protection for sensitive actions
de: • Konfigurieren Sie den Kennwortschutz für sensible Aktionen
es: • Configurar la protección por contraseña de las acciones sensibles
fr: • Configurer la protection par mot de passe des actions sensibles
ja: • 重要なアクションのパスワード保護を設定する
ru: • Настройте защиту паролем для важных действий

source: • Continue without password protection (less secure)
de: • Weiter ohne Kennwortschutz (weniger sicher)
es: • Continuar sin protección por contraseña (menos seguro)
fr: • Continuer sans protection par mot de passe (moins sûr)
ja: • パスワード保護なしで続ける（安全性が低い）
ru: • Продолжить без защиты паролем (менее безопасно)

source: Don't show this security advice again
de: Diese Sicherheitshinweise nicht mehr anzeigen
es: No volver a mostrar este aviso de seguridad
fr: Ne plus afficher cet avis de sécurité
ja: このセキュリティに関するアドバイスを再び表示しない
ru: Не показывать больше это предупреждение о безопасности

source: Configure Protection
de: Schutz konfigurieren
es: Configurar la protección
fr: Configurer la protection
ja: プロテクションの設定
ru: Настройка защиты

source: Continue Without Protection
de: Weiter ohne Schutz
es: Continuar sin protección
fr: Continuer sans protection
ja: 保護なしで続ける
ru: Продолжайте работать без защиты

source: Password protection is required for this action but is not currently configured.
de: Für diese Aktion ist ein Kennwortschutz erforderlich, der jedoch derzeit nicht konfiguriert ist.
es: La protección por contraseña es necesaria para esta acción, pero actualmente no está configurada.
fr: La protection par mot de passe est requise pour cette action mais n'est pas configurée actuellement.
ja: このアクションにはパスワード保護が必要だが、現在は設定されていない。
ru: Для этого действия требуется защита паролем, но в настоящее время она не настроена.

source: Fixed
de: Fixiert
es: Fijo
fr: Fixé
ja: 固定
ru: Закреплено

source: Take
de: Nehme
es: Toma
fr: Prenez
ja: テイク
ru: Возьмите

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
ja: ランダム
ru: Случайный

source: Any Art
de: Jede Kunst
es: Cualquier arte
fr: Tous les arts
ja: あらゆるアート
ru: Любое искусство

source: Painterly
de: Malerisch
es: Pintoresco
fr: Peinture
ja: 絵画的
ru: Живописный

source: Anime
fr: Animal
ja: アニメ
ru: аниме

source: Glitch
de: Störung
ja: グリッチ
ru: Глюк

source: List
de: Liste
es: Lista
fr: Liste
ja: リスト
ru: Список

source: Improve
de: Verbessern
es: Mejorar
fr: Améliorer
ja: 改善
ru: Улучшить

source: Remove word/phrase (only the blacklisted part)
de: Wort/Satz entfernen (nur den auf der schwarzen Liste stehenden Teil)
es: Eliminar palabra/frase (sólo la parte incluida en la lista negra)
fr: Supprimer un mot/une phrase (uniquement la partie figurant sur la liste noire)
ja: 単語/フレーズを削除する（ブラックリストに登録された部分のみ）
ru: Удалить слово/фразу (только часть, занесенную в черный список)

source: Remove entire tag (if any part matches)
de: Gesamte Stichwort entfernen (wenn ein Teil übereinstimmt)
es: Eliminar toda la etiqueta (si alguna parte coincide)
fr: Supprimer l'ensemble de la balise (si une partie correspond)
ja: タグ全体を削除する（一致する部分があれば）
ru: Удалить весь тег (если какая-либо часть совпадает)

source: Fail prompt (block generation)
de: Fehlermeldung (alle Generationen sperren)
es: Aviso de fallo (bloquear las generaciones)
fr: Demande d'échec (blocage de les générations)
ja: フェイルプロンプト（全世代をブロック）
ru: Отказ (блокировка всех поколений)

source: Log only (do not remove, just log)
de: Nur protokollieren (nicht entfernen, nur protokollieren)
es: Sólo registro (no eliminar, sólo registrar)
fr: Enregistrer uniquement (ne pas supprimer, seulement enregistrer)
ja: ログのみ（削除せず、ログのみ残す）
ru: Только журнал (не удалять, только регистрировать)

source: Disallow
de: Verbot
es: No permitir
fr: Interdire
ja: 許可しない
ru: Запретить

source: Allow in NSFW
de: Im NSFW-Modus zulassen
es: Permitir en modos NSFW
fr: Autoriser en mode NSFW
ja: NSFWモードでの表示を許可する
ru: Разрешить в режимах NSFW

source: Simple Image Gen
de: Einfaches Gen von Bildern
es: Gen sencilla de imágenes
fr: Gén simple d'images
ja: 画像の簡単な生成
ru: Простое создание изображений

source: Simple Image Gen Lora
de: Einfaches Gen von Bildern mit LoRA
es: Gen sencilla de imágenes con LoRA
fr: Gén simple d'images avec LoRA
ja: LoRAによる画像の簡単な生成
ru: Простое создание изображений LoRA

source: Simple Image Gen Tiled Upscale
de: Einfaches Gen von gekachelten hochauflösenden Bildern
es: Gen sencilla de imágenes escaladas en mosaico
fr: Gén simple d'images mosaïquées à haute résolution
ja: タイル状の高解像度画像の簡単な生成
ru: Простое создание мозаичных изображений высокого разрешения

source: Instant Lora
de: Sofortiges LoRA
es: LoRA instantáneo
fr: LoRA instantané
ja: インスタント LoRA
ru: Мгновенный LoRA

source: IP Adapter
es: Adaptador IP
fr: Adaptateur IP
ja: IPアダプター
ru: IP-адаптер

source: Image to Image
de: Bild zu Bild
es: Imagen a imagen
fr: Image à image
ja: 画像から画像へ
ru: Изображение в изображение

source: ControlNet
de: Steuerungsnetzwerk
fr: Réseau de contrôle
ja: コントロールネット

source: Inpaint ClipSeg
es: Rellenar ClipSeg
fr: ClipSeg de retouche
ja: インペイント・クリップセグ
ru: Вставка ClipSeg

source: Animate Diff
de: Animieren Diff
es: Animación difusa
fr: Animer Diff
ja: アニメーション差分
ru: Анимировать разницу

source: Renoiser
ja: レノイザー
ru: Ренуазер

source: Turbo
ja: ターボ
ru: Турбо

source: Upscale Simple
de: Bild vergrößern Einfach
es: Mejorar la imagen de forma sencilla
fr: Améliorer l'image Simple
ja: 画像を拡大する 簡単
ru: Увеличить изображение Просто

source: Upscale Better
de: Bild vergrößern Bessere Version
es: Mejorar la imagen Versión mejorada
fr: Améliorer l'image Meilleure version
ja: 画像を高画質化 より良いバージョン
ru: Увеличьте изображение Лучшая версия

source: Redo Prompt
de: Die Eingabeaufforderung wiederholen
es: Repita la indicación
fr: Refaire l'invite
ja: プロンプトを再表示する
ru: Повторить запрос

source: Open Application
de: Anwendung öffnen
es: Abrir la aplicación
fr: Ouvrir l'application
ja: ソフトウェア・アプリケーションを開く
ru: Откройте приложение

source: NSFW/NSFL Prompt Modes
de: NSFW/NSFL Aufforderungsmodi
es: Modos de aviso NSFW/NSFL
fr: Modes d'incitation NSFW/NSFL
ja: NSFW/NSFLプロンプト・モード
ru: Режимы подсказок NSFW/NSFL

source: Edit Blacklist
de: Schwarze Liste bearbeiten
es: Editar lista negra
fr: Modifier la liste noire
ja: ブラックリストの編集
ru: Редактировать черный список

source: Reveal Blacklist Concepts
de: Konzepte für die Schwarze Liste aufdecken
es: Revelar conceptos de la lista negra
fr: Révéler les concepts de liste noire
ja: ブラックリストのコンセプトを明らかにする
ru: Раскрыть концепции черного списка

source: Edit Schedules
de: Zeitpläne bearbeiten
es: Editar horarios
fr: Modifier les horaires
ja: スケジュールの編集
ru: Редактирование расписаний

source: Edit Timed Schedules
de: Zeitpläne bearbeiten
es: Editar horarios programados
fr: Modifier les horaires programmés
ja: タイムドスケジュールの編集
ru: Редактировать расписание

source: Edit Expansions
de: Erweiterungen bearbeiten
es: Editar ampliaciones
fr: Modifier les extensions
ja: エクスパンションの編集
ru: Редактирование расширений

source: Edit Presets
de: Voreinstellungen bearbeiten
es: Editar preajustes
fr: Modifier les préréglages
ja: プリセットの編集
ru: Редактирование предустановок

source: Access Password Administration
de: Zugang Kennwortverwaltung
es: Administración de contraseñas de acceso
fr: Accès Mot de passe Administration
ja: アクセスパスワードの管理
ru: Доступ Пароль Администрирование

source: (Pending runs: {0})
de: (Ausstehende Läufe: {0})
es: (Ejecuciones pendientes: {0})
fr: (Exécutions en attente : {0})
ja: (保留中: {0})
ru: (Ожидающие выполнения: {0})

source: Pending schedules: {0}
de: Ausstehende Zeitpläne: {0}
es: Horarios pendientes: {0}
fr: Horaire en attente : {0}
ja: 保留中のスケジュール: {0}
ru: Ожидающие расписания: {0}

source: ~{0}d
de: ~{0}t
fr: ~{0}j
ja: ~{0}日
ru: ~{0}д

source: {0}h
de: {0}s
ja: {0}時
ru: {0}ч

source: {0}m
ja: {0}分
ru: {0}м

source: {0}s
ja: {0}秒
ru: {0}с

source: Monday
de: Montag
es: Lunes
fr: Lundi
ja: 月曜日
ru: понедельник

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
ja: 火曜日
ru: вторник

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
ja: 水曜日
ru: среда

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
ja: 木曜日
ru: четверг

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
ja: 金曜日
ru: пятница

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
ja: 土曜日
ru: суббота

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
ja: 日曜日
ru: воскресенье

source: seconds
de: Sekunden
es: segundos
fr: secondes
ja: 秒
ru: секунды

source: minutes
de: Minuten
es: minutos
ja: 分
ru: минуты

source: hours
de: Stunden
es: horas
fr: heures
ja: 時間
ru: часа

source: days
de: Tage
es: días
fr: jours
ja: 日間
ru: дня

source: weeks
de: Wochen
es: semanas
fr: semaines
ja: 週刊
ru: недели

source: months
de: Monate
es: meses
fr: mois
ja: か月
ru: месяца

source: years
de: Jahre
es: años
fr: années
ja: 年間
ru: года

source: Any
de: Jeder
ja: いずれ

source: Euler
ja: オイラー

source: Euler Ancestral
de: Euler-Vorfahren
ja: オイラー家系図

source: DPM 2 Ancestral
de: DPM 2-Vorfahren
ja: DPM 2 祖先の

source: Normal
ja: 通常

source: Simple
de: Einfach
ja: シンプル

source: Exponential
de: Exponentiell
ja: 指数関数的

source: SGM Uniform
ja: SGMユニフォーム

source: DDIM Uniform
ja: DDIMユニフォーム

source: Sayings
es: Refranes
fr: Proverbes
ru: Поговорки
