Repository: tomhallmain/sd-runner
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, ja, ru

source: Warning: This expansion ID matches a wildcard in config.json. Changes will not take effect until the wildcard is removed or renamed.
de: Achtung: Diese Expansion-ID entspricht einem Wildcard-Aufruf im config.json. Änderungen treten nicht in Kraft, bis das Wildcard gelöscht oder umbenannt wird.
es: Advertencia: Este identificador de expansión coincide con un comodino en config.json. Los cambios no surtirán efecto hasta que el comodino se elimine o renombre.
fr: Attention : Cet identifiant d'extension correspond à une wildcards dans config.json. Les changements n'auront pas d'effet jusqu'à ce que la wildcards soit supprimée ou renommée.
ja: 警告 この拡張IDは、config.json内のワイルドカードと一致します。ワイルドカードが削除されるか、名前が変更されるまで、変更は有効になりません。
ru: Предупреждение: Этот идентификатор расширения совпадает с подстановочным знаком в файле config.json. Изменения не вступят в силу, пока подстановочный знак не будет удален или переименован.

source: Warning
de: Achtung
es: Advertencia
fr: Avertissement
ja: 警告
ru: Внимание

source: This expansion ID matches a wildcard in config.json. Changes will not take effect until the wildcard is removed or renamed. Do you want to save anyway?
de: Diese Erweiterungs-ID entspricht einem Wildcards in config.json. Änderungen werden nicht wirksam werden, bevor das Wildcard entfernt oder umbenannt wird. Möchten Sie trotzdem speichern?
es: Este ID de expansión coincide con un comodín en config.json. Los cambios no surtirán efecto hasta que el comodín se elimine o renombre. ¿Quieres guardar de todos modos?
fr: Cette expansion ID correspond à un caractère générique dans config.json. Les changements n’auront pas d’effet jusqu’à ce que le caractère générique soit supprimé ou redéfini. Voulez-vous sauvegarder malgré tout ?
ja: この拡張IDは、config.json内のワイルドカードと一致します。ワイルドカードが削除されるか、名前が変更されるまで、変更は有効になりません。 とにかく保存しますか？
ru: Этот идентификатор расширения соответствует подстановочному символу в файле config.json. Изменения не вступят в силу, пока подстановочный знак не будет удален или переименован. Вы все равно хотите сохранить?

source: New Expansion (ERROR no expansions found)
de: Neue Erweiterung (keine Erweiterungen gefunden)
es: Nueva expansión (ERROR no se han encontrado expansiones)
fr: Nouvelle expansion (ERREUR aucune expansion trouvée)
ja: 新しい拡張 (ERROR 拡張が見つかりません)
ru: Новое расширение (ОШИБКА не найдено расширений)

source: Not enough expansions found.
de: Es wurden nicht genügend Erweiterungen gefunden.
es: No se han encontrado suficientes expansiones.
fr: Il n'y a pas assez d'expansions trouvées.
ja: エクスパンションが足りない。
ru: Не найдено достаточного количества расширений.

source: Add or update expansions
de: Erweiterungen hinzufügen oder aktualisieren
es: Añadir o actualizar expansiones
fr: Ajouter ou mettre à jour des expansions
ja: 拡張機能の追加と更新
ru: Добавляйте или обновляйте дополнения

source: Add expansion
de: Erweiterung hinzufügen
es: Añadir ampliación
fr: Ajouter l'expansion
ja: 拡張の追加
ru: Добавить расширение

source: Clear expansions
de: Löschen Sie die Erweiterungen
es: Borrar las ampliaciónes
fr: Effacer les extensions
ja: 明確な拡張
ru: Четкие расширения

source: Modify
de: Ändern
es: Modifique
fr: Modifier
ja: 修正
ru: Изменить

source: Copy
de: Kopie
es: Copiar
fr: Copier
ja: コピー
ru: Копировать

source: Invalid expansion ID "{0}" or text "{1}"
de: Ungültige Erweiterungs-ID "{0}" oder Text "{1}"
es: Expansión no válida ID «{0}» o texto «{1}»
fr: ID d'expansion « {0} » ou texte « {1} » non valide
ja: 無効な拡張ID 「{0}」 またはテキスト 「{1}」
ru: Недопустимый идентификатор расширения «{0}» или текст «{1}»

source: Copied expansion text to clipboard
de: Kopieren von Erweiterungstext in die Zwischenablage
es: Texto de expansión copiado a portapapeles
fr: Copie du texte de l'extension dans le presse-papiers
ja: 拡張テキストをクリップボードにコピー
ru: Копирование текста расширения в буфер обмена

source: Checkpoints
de: Kontrollpunkte
es: Puntos de control
fr: Points de contrôle
ja: チェックポイント
ru: Контрольные точки

source: LoRAs & Adapters
de: LoRAs und Netzteile
es: LoRA y adaptadores
fr: LoRA et adaptateurs
ja: LoRAとアダプター
ru: LoRA и адаптеры

source: Filter
es: Filtro
fr: Filtre
ja: フィルター
ru: Фильтр

source: Model Name
de: Modellname
es: Nombre del modelo
fr: Nom du modèle
ja: モデル名
ru: Название модели

source: Architecture
de: Architektur
es: Arquitectura
ja: 建築
ru: Архитектура

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成された
ru: Создано

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換
ru: Заменить

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ru: Добавить

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ru: Обновить

source: Show Blacklisted
de: Schwarzliste anzeigen
es: Mostrar lista negra
fr: Afficher la liste noire
ja: ブラックリスト表示
ru: Показать черный список

source: Close
de: Schließen
es: Cerca
fr: Fermer
ja: 閉じる
ru: Закрыть

source: LoRA/Adapter Name
es: Adaptador
fr: Adaptateur
ja: アダプター
ru: Адаптер

source: LoRA Info
es: Info sobre LoRA
fr: Info sur LoRA
ja: LoRA情報
ru: LoRA Инфо

source: Cache
es: Caché
ja: キャッシュ
ru: Кэш

source: Hide Blacklisted
de: Auf der schwarzen Liste verstecken
es: Ocultar lista negra
fr: Masquer la liste noire
ja: 隠す ブラックリスト登録済み
ru: Скрыть Черный список

source: Feature Unavailable
de: Funktion nicht verfügbar
es: Función no disponible
fr: Fonctionnalité indisponible
ja: 機能利用不可
ru: Функция недоступна

source: LoRA trigger extraction is not available. This may be due to missing dependencies or import errors.
de: Die LoRA-Trigger-Extraktion ist nicht verfügbar. Dies kann an fehlenden Abhängigkeiten oder Importfehlern liegen.
es: La extracción del disparador LoRA no está disponible. Esto puede deberse a dependencias que faltan o a errores de importación.
fr: L'extraction du déclencheur LoRA n'est pas disponible. Cela peut être dû à des dépendances manquantes ou à des erreurs d'importation.
ja: LoRAトリガー抽出は利用できません。 これは依存関係が不足しているか、インポートエラーが原因である可能性があります。
ru: Извлечение триггера LoRA недоступно. Это может быть связано с отсутствующими зависимостями или ошибками импорта.

source: No Selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
ja: 選択なし
ru: Без выбора

source: Please select a LoRA to view information.
de: Bitte wählen Sie eine LoRA aus, um Informationen anzuzeigen.
es: Seleccione una LoRA para ver la información.
fr: Veuillez sélectionner un LoRA pour afficher les informations.
ja: LoRAを選択して情報を表示してください。
ru: Выберите LoRA, чтобы просмотреть информацию.

source: Model not found: {0}
de: Modell nicht gefunden: {0}
es: Modelo no encontrado: {0}
fr: Modèle introuvable : {0}
ja: モデルが見つかりません: {0}
ru: Модель не найдена: {0}

source: Failed to show LoRA information: {0}
de: LoRA-Informationen konnten nicht angezeigt werden: {0}
es: No se pudo mostrar la información de LoRA: {0}
fr: Échec de l'affichage des informations LoRA : {0}
ja: LoRA情報の表示に失敗しました: {0}
ru: Не удалось отобразить информацию LoRA: {0}

source: LoRA Information: {0}
de: LoRA-Informationen: {0}
es: Información LoRA: {0}
fr: Informations LoRA : {0}
ja: LoRA情報: {0}
ru: Информация LoRA: {0}

source: LoRA Information
de: LoRA-Informationen
es: Información LoRA
fr: Informations LoRA
ja: LoRA情報
ru: Информация LoRA

source: Name:
es: Nombre:
fr: Nom :
ja: 名前：
ru: Имя:

source: Architecture:
de: Architektur:
es: Arquitectura:
ja: 建築：
ru: Архитектура:

source: File Path:
de: Dateipfad:
es: Ruta del archivo:
fr: Chemin d'accès au fichier :
ja: ファイルパス:
ru: Путь к файлу:

source: Created:
de: Erstellt:
es: Creado:
fr: Créé :
ja: 作成日:
ru: Создано:

source: Strength:
de: Stärke:
es: Fuerza:
fr: Force :
ja: 強み：
ru: Сила:

source: Trigger Information
de: Auslöser-Informationen
es: Información de activación
fr: Informations sur l'activateur
ja: トリガー情報
ru: Информация о триггере

source: Loading trigger information...
de: Informationen zum Auslöser laden...
es: Cargando información de activación...
fr: Chargement des informations sur l'activateur...
ja: トリガー情報をロード中...
ru: Загрузка информации о триггере...

source: Create .safetriggers File
de: Erstellen Sie eine .safetriggers-Datei
es: Crear archivo .safetriggers
fr: Créer un fichier .safetriggers
ja: .safetriggers ファイルを作成する
ru: Создать файл .safetriggers

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ru: Неизвестно

source: Trigger extraction not available
de: Auslöser-Extraktion nicht verfügbar
es: Extracción de disparadores no disponible
fr: Extraction du déclencheur indisponible
ja: トリガー抽出は利用できません
ru: Извлечение триггера недоступно

source: LoRA file not found
de: LoRA-Datei nicht gefunden
es: No se ha encontrado el archivo LoRA
fr: Fichier LoRA introuvable
ja: LoRAファイルが見つかりません
ru: Файл LoRA не найден

source: No triggers found
de: Keine Auslöser gefunden
es: No se han encontrado activaciones
fr: Aucun activateur trouvé
ja: トリガーが見つかりませんでした
ru: Триггеры не найдены

source: No triggers found: {0}
de: Keine Auslöser gefunden: {0}
es: No se han encontrado activaciones: {0}
fr: Aucun activateur trouvé : {0}
ja: トリガーが見つかりませんでした: {0}
ru: Триггеры не найдены: {0}

source: Error loading triggers: {0}
de: Fehler beim Laden der Auslöser: {0}
es: Error al cargar las activaciones: {0}
fr: Erreur lors du chargement de l'activateur : {0}
ja: トリガーの読み込み中にエラーが発生しました: {0}
ru: Ошибка при загрузке триггеров: {0}

source: Found {0} triggers
de: {0} Auslöser gefunden
es: Se han encontrado {0} activadores
fr: {0} activateurs trouvés
ja: {0}個のトリガーが見つかりました
ru: Найдено {0} триггеров

source: Cannot create .safetriggers file: trigger extraction is not available.
de: Die Datei .safetriggers kann nicht erstellt werden: Die Auslöser-Extraktion ist nicht verfügbar.
es: No se puede crear el archivo .safetriggers: la extracción de activadores no está disponible.
fr: Impossible de créer le fichier .safetriggers : l'extraction de l'activateur n'est pas disponible.
ja: .safetriggers ファイルを作成できません: トリガーの抽出は利用できません。
ru: Невозможно создать файл .safetriggers: извлечение триггеров недоступно.

source: LoRA file not found: {0}
de: LoRA-Datei nicht gefunden: {0}
es: No se ha encontrado el archivo LoRA: {0}
fr: Fichier LoRA introuvable : {0}
ja: LoRAファイルが見つかりません: {0}
ru: Файл LoRA не найден: {0}

source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
ru: Успех

source: Created .safetriggers file: {0}
de: Datei .safetriggers erstellt: {0}
es: Se ha creado el archivo .safetriggers: {0}
fr: Fichier .safetriggers créé : {0}
ja: .safetriggers ファイルを作成しました: {0}
ru: Создан файл .safetriggers: {0}

source: Failed to create .safetriggers file
de: Die Erstellung der Datei .safetriggers ist fehlgeschlagen
es: No se pudo crear el archivo .safetriggers
fr: Échec de la création du fichier .safetriggers
ja: .safetriggers ファイルの作成に失敗しました
ru: Не удалось создать файл .safetriggers

source: Failed to create .safetriggers file: {0}
de: Die Erstellung der Datei .safetriggers ist fehlgeschlagen: {0}
es: No se pudo crear el archivo .safetriggers: {0}
fr: Échec de la création du fichier .safetriggers : {0}
ja: .safetriggers ファイルの作成に失敗しました: {0}
ru: Не удалось создать файл .safetriggers：{0}

source: New Preset (ERROR no presets found)
de: Neue Voreinstellung (keine Voreinstellungen gefunden)
es: Nuevo preajuste (ERROR no se han encontrado preajustes)
fr: Nouveau préréglage (ERREUR aucun préréglage trouvé)
ja: 新規プリセット (プリセットが見つかりません)
ru: Новая предустановка (ОШИБКА не найдено предустановок)

source: Not enough presets found.
de: Nicht genügend Voreinstellungen gefunden.
es: No se han encontrado suficientes preajustes.
fr: Pas assez de préréglages trouvés.
ja: プリセットが足りない。
ru: Не найдено достаточного количества предустановок.

source: Set a new preset
de: Eine neue Voreinstellung festlegen
es: Establecer un nuevo preajuste
fr: Définir un nouveau préréglage
ja: 新しいプリセットを設定する
ru: Установите новую предустановку

source: New Preset
de: Neue Voreinstellung
es: Nuevo preajuste
fr: Nouveau préréglage
ja: 新しいプリセット
ru: Новая предустановка

source: Add preset
de: Voreinstellung hinzufügen
es: Añadir preajuste
fr: Ajouter un préréglage
ja: プリセットの追加
ru: Добавить предустановку

source: Clear presets
de: Voreinstellungen löschen
es: Borrar preajustes
fr: Effacer les préréglages
ja: プリセットを消去する
ru: Очистить предустановки

source: Set
de: Einstellen
es: Fije
fr: Régler
ja: 設定
ru: Установите

source: Invalid preset: {0}
de: Ungültige Voreinstellung: {0}
es: Preajuste inválido: {0}
fr: Préréglage non valide : {0}
ja: 無効なプリセットです： {0}
ru: Неверная предустановка: {0}

source: Prompt Configuration
de: Konfiguration der Eingabeaufforderungen
es: Configuración de indicaciones
fr: Configuration des invites
ja: プロンプト設定
ru: Настройка подсказок

source: Detailed Prompt Configuration
de: Detaillierte Eingabeaufforderungskonfiguration
es: Configuración detallada de indicaciones
fr: Configuration détaillée des invites
ja: 詳細なプロンプト設定
ru: Подробная настройка подсказок

source: Basic Generation Settings
de: Grundeinstellungen zur Erzeugung
es: Configuración básica de generación
fr: Paramètres de génération de base
ja: 基本生成設定
ru: Основные настройки генерации

source: Sampler
de: Probenehmer
es: Muestrario
fr: Échantillon
ja: サンプラー
ru: Сэмплер

source: Scheduler
de: Planer
es: Planificador
fr: Planificateur
ja: スケジューラー
ru: Планировщик

source: Seed
de: Saat
es: Semilla
fr: Semence
ja: シード
ru: Семена

source: Steps
de: Schritte
es: Pasos
fr: Étapes
ja: 手順
ru: Шаги

source: Denoise
de: Entrauschen
es: Ruido de fondo
fr: Dénoisement
ja: デノイズ
ru: Денуаз

source: Random Skip Chance
de: Zufällige Übersprungmöglichkeit
es: Salto aleatorio Casualidad
fr: Hasard du saut de puce
ja: ランダムスキップチャンス
ru: Случайный шанс пропустить

source: Multiplier
de: Vervielfacher
es: Multiplicador
fr: Multiplicateur
ja: 乗数
ru: Множитель

source: Concepts
de: Konzepte
es: Conceptos
ja: コンセプト
ru: Концепции

source: Positions
de: Stellen
es: Puestos
fr: Postes
ja: ポジション
ru: Позиции

source: Locations
de: Standorte
es: Lugares
fr: Lieux
ja: 所在地
ru: Места

source: Animals
de: Tiere
es: Animales
fr: Animaux
ja: 動物
ru: Животные

source: Colors
de: Farben
es: Colores
fr: Couleurs
ja: カラー
ru: Цвета

source: Times
de: Zeiten
es: Tiempos
fr: Temps
ja: タイムズ
ru: Времена

source: Dress
de: Kleidung
es: Vestido
fr: Robe
ja: 衣類
ru: Одежда

source: Expressions
de: Ausdrücke
es: Expresiones
ja: 表現
ru: Выражения

source: Actions
de: Aktionen
es: Acciones
ja: 行動
ru: Действия

source: Descriptions
de: Beschreibungen
es: Descripciones
ja: 内容
ru: Описания

source: Characters
de: Charaktere
es: Personajes
fr: Personnages
ja: 登場人物
ru: Персонажи

source: Random Words
de: Zufällige Wörter
es: Palabras al azar
fr: Mots aléatoires
ja: ランダムワード
ru: Случайные слова

source: Nonsense
de: Quatsch
es: Tonterías
fr: Absurdités
ja: ナンセンス
ru: Глупости

source: Jargon
de: Fachjargon
es: Jerga
ja: 専門用語
ru: Жаргон

source: Witticisms
de: Witzigkeiten
es: Juegos de palabras
fr: esprits
ja: 機知に富んだ言葉

source: Sayings / Puns Weights
de: Sprichwörter / Wortspiele Gewichte
es: Pesos de refranes / juegos de palabras
fr: Poids du dictons / jeux de mots
ja: ことわざの重み／駄洒落

source: Adjust the ratio between sayings and puns. 50% = equal blend, 0% = mostly sayings, 100% = mostly puns.
de: Passe das Verhältnis zwischen Sprichwörtern und Wortspielen an. 50 % = gleichmäßige Mischung, 0 % = hauptsächlich Sprichwörter, 100 % = hauptsächlich Wortspiele.
es: Ajusta la proporción entre refranes y juegos de palabras. 50 % = mezcla equilibrada, 0 % = principalmente refranes, 100 % = principalmente juegos de palabras.
fr: Ajustez le rapport entre les dictons et les jeux de mots. 50 % = mélange équilibré, 0 % = principalement des dictons, 100 % = principalement des jeux de mots.
ja: ことわざと駄洒落の比率を調整してください。50% = 均等な割合、0% = ことわざが主、100% = 駄洒落が主。

source: Specific Locations Chance
de: Spezifische Standorte-Möglichkeit
es: Lugares específicos Probabilidad
fr: Chance des lieux spécifiques
ja: 場所を指定するチャンス
ru: Возможность указать местоположение

source: Specific Times Chance
de: Spezifische Zeiten-Möglichkeit
es: Probabilidad en momentos específicos
fr: Heures spécifiques Chance
ja: 特定の時間における可能性
ru: Конкретные сроки Шанс

source: Specify Humans Chance
de: Spezifizieren Menschen-Möglichkeit
es: Especificar Humanos Probabilidad
fr: Chance de spécifier les humains
ja: 人間指定のチャンス
ru: Возможность уточнить людей

source: Art Styles Chance
de: Kunststile-Möglichkeit
es: Estilos artísticos Probabilidad
fr: Chance des styles d'art
ja: アートスタイルの確率
ru: Шанс художественных стилей

source: Emphasis Chance
de: Hervorhebung-Möglichkeit
es: Énfasis Probabilidad
fr: Chance de l'emphase
ja: 強調のチャンス
ru: Возможность сделать акцент

source: Animals Inclusion Chance
de: Möglichkeit auf Einbeziehung von Tieren
es: Probabilidad de inclusión de animales
fr: Possibilité d'inclure des animaux
ja: 動物の包含の可能性

source: Dress Inclusion Chance
de: Möglichkeit der Einbeziehung von Kleidung
es: Posibilidad de inclusión de ropa
fr: Possibilité d'inclure des vêtements
ja: ドレスの採用可能性

source: Tags Applied to Prompt Start
de: Stichworte für den sofortigen Start
es: Etiquetas aplicadas a Prompt Inicio
fr: Étiquettes appliqués à l'appel à invite
ja: タグはプロンプトの先頭に適用される
ru: Теги применяются к началу подсказки

source: Sparse Mixed Tags
de: Spärliche gemischte Stichworte
es: Etiquetas mixtas dispersas
fr: Étiquettes mixtes épars
ja: まばらな混合タグ
ru: Разрозненные смешанные теги

source: Recent Adapters
de: Aktuelle Adapter
es: Adaptadores recientes
fr: Adaptateurs récents
ja: 最近の適応者
ru: Последние адаптеры

source: Recent ControlNets
de: Aktuelle ControlNet
es: ControlNets recientes
fr: ControlNets récents
ja: 最近のControlNets
ru: Последние ControlNets

source: Recent IP Adapters
de: Aktuelle IP-Adapter
es: Adaptadores IP recientes
fr: Adaptateurs IP récents
ja: 最近のIPアダプター
ru: Последние IP-адаптеры

source: All Recent Adapters
de: Alle aktuellen Adapter
es: Todos los adaptadores recientes
fr: Tous les adaptateurs récents
ja: すべての最近のアダプター
ru: Все последние адаптеры

source: Configuration
de: Konfiguration
es: Configuración
ja: 構成
ru: Конфигурация

source: ControlNet File
de: ControlNet-Datei
es: Archivo ControlNet
fr: Fichier ControlNet
ja: ControlNetファイル
ru: Файл ControlNet

source: Type
de: Typ
es: Tipo
ja: タイプ:
ru: Тип

source: IP Adapter File
de: IP-Adapter-Datei
es: Archivo del adaptador IP
fr: Fichier adaptateur IP
ja: IPアダプタファイル
ru: Файл IP-адаптера

source: Individual files, including from directory-split runs (no directories)
de: Einzelne Dateien, einschließlich solcher aus Verzeichnisaufteilungsläufen (keine Verzeichnisse)
es: Archivos individuales, incluidos los procedentes de ejecuciones con división de directorios (sin directorios).
fr: Fichiers individuels, y compris ceux provenant d'exécutions avec fractionnement de répertoires (sans répertoires)
ja: 個々のファイル（ディレクトリ分割実行によるものを含む）（ディレクトリなし）
ru: Отдельные файлы, включая файлы из разделенных каталогов (без каталогов)

source: Adapter File
de: Adapterdatei
es: Archivo adaptador
fr: Fichier adaptateur
ja: アダプターファイル
ru: Файл адаптера

source: Apply to ControlNet (Replace)
de: Auf ControlNet anwenden (ersetzen)
es: Aplicar a ControlNet (Reemplazar)
fr: Appliquer à ControlNet (Remplacer)
ja: ControlNetに適用（置換）
ru: Применить к ControlNet (Заменить)

source: Apply to ControlNet (Add)
de: Auf ControlNet anwenden (Hinzufügen)
es: Aplicar a ControlNet (Añadir)
fr: Appliquer à ControlNet (Ajouter)
ja: ControlNetに適用（追加）
ru: Применить к ControlNet (Добавить)

source: Apply to IP Adapter (Replace)
de: Auf IP-Adapter anwenden (ersetzen)
es: Aplicar al adaptador IP (Reemplazar)
fr: Appliquer à l'adaptateur IP (remplacer)
ja: IPアダプターに適用（置換）
ru: Применить к IP-адаптеру (заменить)

source: Apply to IP Adapter (Add)
de: Auf IP-Adapter anwenden (Hinzufügen)
es: Aplicar al adaptador IP (Añadir)
fr: Appliquer à l'adaptateur IP (Ajouter)
ja: IPアダプターに適用（追加）
ru: Применить к IP-адаптеру (Добавить)

source: Recent Adapters Configuration
de: Konfiguration der neuesten Adapter
es: Configuración de adaptadores recientes
fr: Configuration des adaptateurs récents
ja: 最近の適応器設定
ru: Конфигурация последних адаптеров

source: Max Recent Items:
de: Max. letzten Elemente:
es: Máximo de elementos recientes:
fr: Nombre maximal d'éléments récents :
ja: 最近使用したアイテムの上限:
ru: Максимальное количество последних элементов:

source: Max Recent Split Items:
de: Max. aktuelle geteilte Elemente:
es: Máximo de elementos divididos recientes:
fr: Nombre maximal d'éléments récemment divisés :
ja: 最近分割したアイテムの最大数:
ru: Максимальное количество недавних разделенных элементов:

source: These settings control how many recent adapters are kept in memory. Higher values use more memory but keep more history. Changes take effect immediately and are saved automatically.
de: Diese Einstellungen legen fest, wie viele der zuletzt verwendeten Adapter im Speicher verbleiben. Höhere Werte beanspruchen mehr Speicherplatz, speichern jedoch mehr Verlaufsdaten. Änderungen werden sofort wirksam und automatisch gespeichert.
es: Estos ajustes controlan cuántos adaptadores recientes se guardan en la memoria. Los valores más altos utilizan más memoria, pero conservan más historial. Los cambios surten efecto inmediatamente y se guardan automáticamente.
fr: Ces paramètres contrôlent le nombre d'adaptateurs récents conservés en mémoire. Des valeurs plus élevées utilisent plus de mémoire, mais conservent davantage d'historique. Les modifications prennent effet immédiatement et sont enregistrées automatiquement.
ja: これらの設定は、メモリ内に保持される最近のアダプタの数を制御します。 値を大きくするとメモリ使用量は増えますが、より多くの履歴を保持できます。 変更は即時反映され、自動的に保存されます。
ru: Эти настройки определяют, сколько последних адаптеров сохраняется в памяти. Более высокие значения используют больше памяти, но сохраняют больше истории. Изменения вступают в силу немедленно и сохраняются автоматически.

source: Save Settings
de: Einstellungen speichern
es: Guardar ajustes
fr: Sauvegarder les paramètres
ja: 設定を保存する
ru: Сохранить настройки

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores por defecto
fr: Réinitialisation aux valeurs par défaut
ja: デフォルトにリセット
ru: Сброс настроек по умолчанию

source: {0} ({1} runs)
de: {0} ({1} Läufe)
es: {0} ({1} corre)
fr: {0} ({1} courses)
ja: {0} ({1}が走る)
ru: {0} ({1} работает)

source: Scheduled Shutdown
de: Geplante Abschaltung
es: Apagado programado
fr: Arrêt programmé
ja: 計画停止
ru: Плановое отключение

source: Schedule: {}
de: Zeitplan: {}
es: Horario: {}
fr: Horaire : {}
ja: スケジュール: {}
ru: Расписание: {}

source: Shutting down in {} seconds...
de: In {} Sekunden wird das Gerät ausgeschaltet...
es: Apagándose en {} segundos...
fr: Arrêt dans {} secondes...
ja: {}秒後にシャットダウンします...
ru: Выключение через {} секунды...

source: Shutdown Now
de: Jetzt ausschalten
es: Apagar ahora
fr: Arrêter maintenant
ja: 今すぐシャットダウン
ru: Завершить работу сейчас

source: Modify Preset Schedule: {0}
de: Voreingestellten Zeitplan ändern: {0}
es: Modificar horario preestablecido: {0}
fr: Modifier l'horaire prédéfini : {0}
ja: プリセットスケジュールの変更: {0}
ru: Изменить предустановленное расписание: {0}

source: Modify Schedule
de: Zeitplan ändern
es: Modificar el horario
fr: Modifier l'horaire
ja: スケジュールの変更
ru: Изменить расписание

source: Add schedule
de: Zeitplan hinzufügen
es: Añadir horario
fr: Ajouter un horaire
ja: スケジュール追加
ru: Добавить расписание

source: Add Preset Task
de: Voreingestellte Aufgabe hinzufügen
es: Añadir tarea predefinida
fr: Ajouter une tâche prédéfinie
ja: プリセットタスクの追加
ru: Задача добавления предустановок

source: Move Down
de: Nach unten bewegen
es: Bajar
fr: Déplacer vers le bas
ja: 下に移動
ru: Двигайтесь вниз

source: Preset Schedules
de: Zeitpläne der Voreinstellungen
es: Horarios de preselecciones
fr: Horaires des préréglages
ja: プリセットのスケジュール
ru: Расписания предустановок

source: Clear schedules
de: Löschen der Zeitpläne
es: Borrar los horarios
fr: Effacer les horaires
ja: スケジュールをクリアする
ru: Очистите расписания

source: Current schedule: {0}
de: Aktueller Zeitplan: {0}
es: Horario actual: {0}
fr: Horaire actuel : {0}
ja: 現在のスケジュール: {0}
ru: Текущее расписание: {0}
